[{"id": "chat55", "name": "chat 55 - controversy", "conversation": [{"speaker_id": "c", "text": "The lack of respect and open-mindedness in political discussions may be due to affective polarization, the belief those with opposing views are immoral or unintelligent. Intellectual humility, the willingness to change beliefs when presented with evidence, was linked to lower affective polarization."}, {"speaker_id": "d", "text": "to be fair, what i’m seeing right now at the capital building would suggest that i might have a point"}, {"speaker_id": "b", "text": "did the right have a point about the riots during the blm protests?"}, {"speaker_id": "d", "text": "blm didn’t take the capitol building in an attempted coup d’état incited by a sitting president and the democratic party didn’t encourage looting."}, {"speaker_id": "b", "text": "why deomize the entire right or the entire left when this stuff happens? surely it's a minority responsible in both examples."}, {"speaker_id": "d", "text": "i think you’ve yeed enough haws for one day sunshine, time to stfu and let the adults do the talking"}, {"speaker_id": "a", "text": "totally not a mature way to end an argument. just saying..."}, {"speaker_id": "d", "text": "yeah i haven’t got a lot of patience for you idiots today."}], "target_user": "d"}, {"id": "chat784", "name": "chat 784 - controversy", "conversation": [{"speaker_id": "c", "text": "States with the lowest levels of mask adherence were most likely to have high COVID-19 rates in the subsequent month, finds a new study of the 50 US states. Of the 8 states with at least 75% mask adherence, none reported a high COVID-19 rate. (PLOS One, 14 Apr 2021)"}, {"speaker_id": "b", "text": "there are two factors that determine the covid-19 rate:1) how dense the population is.2) how dense the population is."}, {"speaker_id": "a", "text": "this is not accurate."}, {"speaker_id": "b", "text": "found the anti-masker."}, {"speaker_id": "a", "text": "i found the idiot.there is no evidence high population density results in high death or infection rates per capita."}, {"speaker_id": "b", "text": "i refuse to believe that my joke went over your head. if it did you must be denser than the people spreading the virus"}], "target_user": "b"}, {"id": "chat1014", "name": "chat 1014 - controversy", "conversation": [{"speaker_id": "b", "text": "A “groundbreaking” new study suggests the ancestors of both humans and Neanderthals were cooking lots of starchy foods at least 600,000 years ago.And they had already adapted to eating more starchy plants long before the invention of agriculture 10,000 years ago."}, {"speaker_id": "a", "text": "so much for the paleo diet..."}, {"speaker_id": "c", "text": "i'm not on the paleo diet, but even i know they don't say no to natural starches like potatoes."}, {"speaker_id": "a", "text": "turns out that \"even i know\" is pretty poor evidence, when all you know is crap. "}, {"speaker_id": "c", "text": "right from a paleo cook site, dude sweet potatoes were approved in even your list.the fun you on about, you just trying to save face?"}, {"speaker_id": "a", "text": "yeah, this is going to be productive. arguing with an idiot. on reddit. hey, i've a better idea."}], "target_user": "a"}, {"id": "chat1068", "name": "chat 1068 - controversy", "conversation": [{"speaker_id": "d", "text": "US is more politically divided than other Western democracies, suggests new study. Data from France, UK and US found that people in US were most likely to cut virtual ties over political differences, with 29.75% of those from US reporting they unfriended or unfollowed someone for political reasons."}, {"speaker_id": "b", "text": "it seems that there would be a differentiation between ending real world relationships and \"unfriending\" or \"unfollowing\" someone on socal media."}, {"speaker_id": "e", "text": "the two are obviously different, but do you have a reasonable argument that they wouldn't be correlates? i imagine the major difference is that the threshold is different, but the underlying mechanisms are likely the same."}, {"speaker_id": "b", "text": "i have many social media \"friends\" who i don't really have a relationship with, many from high school, old coworkers, acquaintances, etc. it can be easy to terminate those relationships on social media, especially when they bombard their pages with political posts that i don't want to see. however, my real world relationships are more valuable to me, i have never ended a real world relationships over politics. furthermore, i can have a conversation/debate about politics with real world friends without it being a semi-public discourse. i can also change the subject, or ask to not discuss politics if it's detrimental to our relationship. however, with social media \"friends,\" politics is often the primary/only thing that is discussed. are any of those reasonable arguments?"}, {"speaker_id": "c", "text": "i would say a friendship where you have to avoid discussing politics with is one that’s pretty weak. my closest friends and i have always been able to openly talk politics. we don’t have to have a 100% agreement on everything, but that’s where healthy debate happens.meanwhile, i’ve cut off family members for having toxic political views."}, {"speaker_id": "a", "text": "it would be a reasonable view if there wouldn't be major differences in what people consider 'toxic political views'. do you think that voting for different party than you is normal or is it having a toxic political views? seems like today many people can't accept that someone would vote for anyone else than they would."}, {"speaker_id": "c", "text": "if you vote for trump, i don't want you in my life. period. i have cut family members out of my life for this. i am not wasting my time with racist idiots."}, {"speaker_id": "b", "text": "cutting anyone out of your life who votes for a candidate you don't like is toxic in it's own right. i know plenty of people who vote for a variety of candidates for various reasons, and their voting record isn't a reason for me to judge the entirety of their character."}], "target_user": "b"}, {"id": "chat332", "name": "chat 332 - controversy", "conversation": [{"speaker_id": "b", "text": "Engineers have developed the first wearable soft, stretchy skin patch device that monitors heart signals and multiple biochemical levels at the same time. It can be worn on the neck to continuously track blood pressure and heart rate, as well as levels of glucose, lactate, alcohol or caffeine."}, {"speaker_id": "c", "text": "daily monitoring of health is way better than a yearly checkup with the doctor. great news!"}, {"speaker_id": "a", "text": "thank you for sharing my same thought.and all the fuckin' ass clowns that will want this device, they continue to usher in further enslavement mechanisms."}, {"speaker_id": "d", "text": "i'll be an ass clown of it means i can live healthier."}, {"speaker_id": "a", "text": "the concern i have is many people relying on experts to tell them what is best. the underlying assumption with this paradigm is the masses aren't intelligent nor are curious enough to bother probing some questions on their own. obviously, within reason.my question then to you would be do you really need such a device? i mean it would ultimately turn into the same psycho-fixation people have with alerts on their phones."}, {"speaker_id": "d", "text": "what a horrible life you live where experts educate people about their given fields."}, {"speaker_id": "a", "text": "you prove my point. reinforce the notion of letting others do the hard thinking for you..."}], "target_user": "a"}, {"id": "chat410", "name": "chat 410 - controversy", "conversation": [{"speaker_id": "a", "text": "The CIA's Appalling Human Experiments With Mind Control."}, {"speaker_id": "d", "text": "pales in comparison to facebook."}, {"speaker_id": "b", "text": "idk, they dosed an entire towns water supply with lsd and didn't tell anyone."}, {"speaker_id": "c", "text": "facebook manipulates information for around 1,000,000,000 people and harvests their data to later use against them and for profit.an entire town tripping balls for a day? bfd."}, {"speaker_id": "b", "text": "they also aren't being forced to use it. people in the town kinda had to drink water."}, {"speaker_id": "c", "text": "yeah. sure. it’s fucked up. let’s just agree to hate facebook."}, {"speaker_id": "b", "text": "i'm currently on a 30 day ban due to a post from over five years ago. i have another 30 days after that then a 3 day ban after that. fuuuuuck facebook"}], "target_user": "b"}, {"id": "chat476", "name": "chat 476 - controversy", "conversation": [{"speaker_id": "b", "text": "Easing mask mandates and reopening restaurants have led to a rise in Covid-19 cases and deaths, according to a new study by the CDC. Mask mandates implemented by local governments were able to slow the spread of the virus starting about 20 days after their implementation."}, {"speaker_id": "c", "text": "“let’s just mask up for 2 weeks, so we can stop the curve” - the entire world, match 2020. what a fuckin joke"}, {"speaker_id": "d", "text": "do you need us to spell out why you're wrong here or were you already aware before posting?"}, {"speaker_id": "c", "text": "lemme guess, it’s because we’re going on the better part of a year and still doing the same failed, wasteful thing? i mean trying to same methodology to solve a very basic problem for 365 days yet failing to meet the quota every single step of the way seems like a massive failure to most people, thus making it a joke."}, {"speaker_id": "a", "text": "we haven’t done it right yet in a whole year yet because of dumb fucks like you."}, {"speaker_id": "c", "text": "strong words for someone with a fragile immune system"}], "target_user": "c"}, {"id": "chat51", "name": "chat 51 - controversy", "conversation": [{"speaker_id": "f", "text": "The lack of respect and open-mindedness in political discussions may be due to affective polarization, the belief those with opposing views are immoral or unintelligent. Intellectual humility, the willingness to change beliefs when presented with evidence, was linked to lower affective polarization."}, {"speaker_id": "d", "text": "it certainly doesnt help that the ones who are loudest about their opinions are often not the smartest of their group :)"}, {"speaker_id": "h", "text": "i thought about this and i think there also could be reverse causality at play here. opinions with weak logic are often weaponized by the opposite side as a sign that the other side is dumb (which is what this article is saying). so the weaker opinions receive more attention and become the loudest voices."}, {"speaker_id": "b", "text": "both sides are fed the worst news about the other. blm looters, small businesses being destroyed, cities that defund the police have crime getting out of hand for the right. police brutality, proud boys, people running over protesters for the left. most media is biased and unfortunately creates a larger divide.we have a large common ground that people don't acknowledge."}, {"speaker_id": "e", "text": "\"fed the worst about each other\"?look, i'm willing to believe that some of these proud boys are misled or think they're doing they right thing but considering what their goals are and have been compared to blm then the divide doesn't need to be manufactured.tell me what \"common ground\" there is with proud boys when they are literally a group created in reaction to movements like blm if not blm almost directly?"}, {"speaker_id": "a", "text": "you seem to have missed their point. similar to the violent rioters being a small minority of the blm movement, the proud boys are a very small minority of right wing protesters. both rioters and proud boys are statistically irrelevant, yet media on both ends of the spectrum use these groups as a boogeyman to whip their respective sides into a fearful frenzy."}, {"speaker_id": "e", "text": "no, i didn't miss their point. i'm telling them they aren't making the point they think they are.if you look at the \"extremists\" in either group and say the proud boy extremists are negligible minority you are wrong simply because of what the goal of the proud boys are. the goal of blm is one for equality and an end of police brutality. the proud boys goal is to grow and enforce what they call \"western chauvinism\" and they are constantly standing in opposition of movements like blm.what i'm telling you is the proud boys views are represented by most the gop in office, including the (almost) former president of the usa. the whole right in this country is essentially the party of trump and trump represents groups like the proud boys, he even indulges them on the national stage. compare that to \"window breakers\" and \"looters\" and politicians who ran on \"defund the police\"? one is used as a boogeyman, the other is an actual threat to this country."}, {"speaker_id": "g", "text": "congratulations on proving the point the article made i guess."}, {"speaker_id": "e", "text": "okay, well if you understand the point of the article tell me how i proved the point."}, {"speaker_id": "c", "text": "i have to ask. do you really not retain what you post? because your behavior is literally the the subject material that the op covers.and please, try not to respond with some dumb quip like you’ve done to everyone else, you’ve only made yourself look dumber."}, {"speaker_id": "e", "text": "i've only responded with a dumb quip when people respond to me with something stupid, like \"do you really not retain what you post?\" actually, not even every post because the post above i'm genuinely asking!show me where my behavior is \"literally the the subject material the op covers\" because people who have been engaging me without insults i've engaged back."}], "target_user": "e"}, {"id": "chat68", "name": "chat 68 - controversy", "conversation": [{"speaker_id": "c", "text": "US politicians who engage in “negative partisanship”, referring to hostile, nonsubstantive rhetoric about an opposing party or statements emphasizing defeats of partisan opponents, are not rewarded with higher evaluations from citizens. Voters don’t want representation focused around polarization."}, {"speaker_id": "a", "text": "...and yet those representatives get re-elected.is it just a matter of not wanting to hear the baseless rhetoric, but reap the benefits of the equally baseless policies?"}, {"speaker_id": "b", "text": "it is hard to rationalize the results of this study with the strong support of trump and his rhetoric by the republican party during the last 4 years. there was [an article]() from a few weeks ago that found that republican politicians were far more likely to vote against policy that their constituents favored, but they were less likely than democrat politicians to be punished for it indicating that the republican party is more built around identity than policy."}, {"speaker_id": "d", "text": "but the democrats ran on a \"we're not trump\" policy. and the number 1 thing voters wanted was a strong economy and they thought trump was best in that regard.so your idea has some holes in it."}, {"speaker_id": "b", "text": "and the number 1 thing voters wanted was a strong economy and they thought trump was best in that regard.source?"}, {"speaker_id": "d", "text": " you have paid no attention to the election until now. you're a low information voter, a low information person. you're a joke.learn to google."}, {"speaker_id": "b", "text": "so conservatives say they care about the economy, yet [only 29% of the gdp]() was produced in trump voting counties this election (down from 36% in 2016). trump clearly failed with revitalizing the economy of his base, but they voted for him anyway.i would say the low information voters are the ones that claim to care about something, but not hold their politicians accountable."}, {"speaker_id": "d", "text": "the pandemic has destroyed small business so larger companies which will be based in large cities will be making more of the gdp. this doesn't prove or mean anything.also you are comparing the relative percentages rather than actual figures so to then say:trump clearly failed with revitalizing the economy of his baseis stupid and simplistic. trump grew the economy so it went up everywhere, all you are saying is that it went up a bit more in large cities which is to be expected.as i said, low information, low ability to process what things mean."}, {"speaker_id": "b", "text": "the pandemic has destroyed small business so larger companies which will be based in large cities will be making more of the gdp. this doesn't prove or mean anything.why arent conservatives where the major companies are? why are conservatives incapable of creating successful economic environments in urban areas? is stupid and simplistic. trump grew the economy so it went up everywhere, all you are saying is that it went up a bit more in large cities which is to be expected.again, why are cities all liberal? it is because liberal cities support strong and well run cities that are diverse with large infrastructure investments and that are desirable for college educated people to live. conservative cities just can't compete. as i said, low information, low ability to process what things mean.i would say 45% of the population being responsible for only 29% of the economy suggests pretty low information."}], "target_user": "b"}, {"id": "chat132", "name": "chat 132 - controversy", "conversation": [{"speaker_id": "d", "text": "Water fluoridation improves dental health, has no impact on cognitive ability, and improves labor incomes. The impact on labor incomes is foremost driven by individuals from a lower socioeconomic background."}, {"speaker_id": "a", "text": "the question remains, is the reason enough to justify to add something into the drinking water? wouldn't be more reasonable to just make public the dentist system?"}, {"speaker_id": "e", "text": "absolutely no question, yes. the ada is [extremely strongly in favor]() of water fluoridation because giving them a bunch of completely preventable tooth decay to fix doesn't help anybody."}, {"speaker_id": "b", "text": "but why not distribute free fluoride cream or pills? why put it in the water? same with vitamin d in milk.i'm not against the idea, just let people make the choice themselves."}, {"speaker_id": "e", "text": "because the evidence clearly shows that water fluoridation is extraordinarily safe, effective and cheap. if people are too stupid to comprehend that, that's their problem."}, {"speaker_id": "c", "text": "[not]() [necessarily](), and insulting people's intelligence here is not fruitful."}, {"speaker_id": "e", "text": "i have no tolerance for ignorance of this magnitude. the ada, ama, cdc, aap (american association of pediatrics), and basically every other medical organization on earth is in favor of water fluoridation because the evidence is absolutely overwhelming. it is safe and effective.if literally all the experts agree on something and you think you know better than them, then please just shut up and let the non-idiots talk."}, {"speaker_id": "c", "text": "if literally all the experts agree on something and you think you know better than them, then please just shut up and let the non-idiots talk.did you even read the studies i linked? these aren't my uneducated opinions, but rather those of experts in the field. if you'd like to systematically address your concerns with the authors' conclusions, then i'd be happy to hear them. however, if you're just going to spout ad hominem attacks without addressing these claims, you are in no position to insult my intelligence."}, {"speaker_id": "e", "text": "i'm not an expert in the evidence on water fluoridation. i'm just smart enough to know that i'm not an expert in the subject, and so i shut up and listen to the people who are. and when the ada, ama, aap and cdc all agree, that's good enough for me."}], "target_user": "e"}, {"id": "chat254", "name": "chat 254 - controversy", "conversation": [{"speaker_id": "c", "text": "Tom Hanks' COVID-19 diagnosis likely shaped behaviors, thoughts toward virus. Hanks’ disclosure inspired some people to seek more information and/or take stricter precautions. Public health advocates may want to use celebrity announcements to reach people who may be harder to reach."}, {"speaker_id": "d", "text": "except the hardcore q-anon republicans think tom hanks rapes, kills, and eats children because of his satanist beliefs."}, {"speaker_id": "b", "text": "actor isaac kappy who claimed that tom hanks was pedo was found a week later dead after stating that he isnt suicidal. he also had a deathswitch that made a video of underage girls in some luxury bathhouse surface on the internet. dont know about killing or eating children, but a guy died claiming he was a pedophile."}, {"speaker_id": "a", "text": "do you just not know how stupid you look?"}, {"speaker_id": "b", "text": "explain why please. enlighten me."}, {"speaker_id": "a", "text": "girl, if you seriously need to have qanon being stupid explained to you then you're more of a simpleton than previously thought.but since you're all about enlightenment, can you let me know when the storm is happening? i must have marked the date wrong in my calendar, didn't you guys say it was happening the other day? strange how it didn't!"}, {"speaker_id": "b", "text": "im not qanon and i dont know are you even talking about. im not even from the us. i talked about tom hanks in my comment, nothing else. these are facts: isaac kappy, an actor on the rise, accused tom hanks and seth green of being pedophiles; isaac was found a week after those claims dead on the road; he left a \"suicide note on twitter \" days after stating he isnt suicidal; he also stated that he has a incriminating video; week after his death a video surfaced on internet in wich you can see young girls in some luxury bathhouse; no one could identify the bathhouse."}], "target_user": "b"}, {"id": "chat365", "name": "chat 365 - controversy", "conversation": [{"speaker_id": "a", "text": "People with extremist views less able to do complex mental tasks, research suggests"}, {"speaker_id": "b", "text": "welcome to r/science! this is a heavily moderated subreddit in order to keep the discussion on science. however, we recognize that many people want to discuss how they feel the research relates to their own personal lives, so to give people a space to do that, **personal anecdotes are now allowed as responses to this comment**. any anecdotal comments elsewhere in the discussion will continue be removed and our [normal comment rules]( ) still apply to other comments.*i am a bot, and this action was performed automatically. please [contact the moderators of this subreddit](/message/compose/?to=/r/science) if you have any questions or concerns.*"}, {"speaker_id": "d", "text": "i'm a computer scientist with very extreme views and most of my coworkers also have extreme views, yet we all do very complex tasks every day.this seems like one of those articles that will just be fuel for the types of people that think everyone who they disagree with is an idiot."}, {"speaker_id": "c", "text": "the article states extremist conservatives are slower at doing these tasks, not that none eventually can. i bet you are all game devs for star citizen."}, {"speaker_id": "d", "text": "have you considered how funny it is you're assuming my extremist views are on the opposite side of yours?"}, {"speaker_id": "c", "text": "have you ever considered how funny it is that you haven't read the study and so naturally assume it doesn't literally say 'conservative' extremists?"}, {"speaker_id": "d", "text": "seems like a bad study to leave out all the other extremists. like i said, i get the feeling this is just fuel for you to say: \"see! people i disagree with are stupid!\"truly enlightening"}], "target_user": "d"}, {"id": "chat444", "name": "chat 444 - controversy", "conversation": [{"speaker_id": "d", "text": "Decades of research reveals very little difference between male and female brains - once brain size is accounted for, any differences that remained were small and rarely consistent from one study to the next, finds three decades of data from MRI scans and postmortem brain tissue studies."}, {"speaker_id": "f", "text": "for science noobs, this means that the lump of gray matter in our heads is the same. not that we have the same thoughts, behaviors, thinking patterns, memories, personalities, etc. they didn't study those."}, {"speaker_id": "i", "text": "also doesn't look at any actual structure. the technology simply doesn't exit to allow you to study it in any meaningful capacity the processing power doesn't exist."}, {"speaker_id": "e", "text": "also doesn't look at (greater male) variability, which has been established in the largest study of this type earlier this year :"}, {"speaker_id": "h", "text": "what does that mean?"}, {"speaker_id": "g", "text": "means the morphology of the brain (how the brain looks/is shaped) varies more for men than women across the average life."}, {"speaker_id": "c", "text": "it would be interesting to see if that correlates with any behaviors."}, {"speaker_id": "b", "text": "not really behaviours, but it means that there are more \"gifted\" (that word in english sucks) mens as well as more very dumb men than there are gifted women/dumb women. women are just in general more centered. while it does not have a big impact in general, it does make a difference when you look at people with very high/low iq and such. if we take standard iq measurements, there are barely any women higher than 150."}, {"speaker_id": "g", "text": "there are more \"gifted\" (that word in english sucks) mens as well as more very dumb men women are just in general more centeredthere are barely any women higher than 150are these things true?"}, {"speaker_id": "b", "text": "pretty much. there's always the argument that boys are more pushed towards learning things that make them better spatially and mathematically and that it isn't an inherent capacity, but i seriously don't know. the fact is that when we measure iq, that's what we get. men have a higher variability and women are more centered (by not very much, it barely makes a difference)if you ask me if it makes a difference, i'd say not really because it impacts people with over 150 of iq and these people are generally unstable anyways. if you ask me if these results would be the same if we designed a perfect iq measurement system, i'd say i truly have no idea. if you ask me if these results would be the same in a hundred years, i have no idea. so, get what you want from these numbers but you have to account for these other possibilities. that doesn't mean in any way that the measurements are wrong, though."}, {"speaker_id": "a", "text": "stop spreading pseudoscience. there are not more highly intelligent men than women."}, {"speaker_id": "b", "text": "well i don't want to waste my day finding sources because anyways you didn't present studies proving the contrary, so here: pages show the various studies made. some contradict each other, but there is clearly a difference in some types of intelligences in men and women, women having greater verbal ability and men greater spatial visualization. it's not pseudoscience, it's just controversial science. and it's not because you have a different view on the subject that what i say is pseudoscience. i believe the iq tests might have seen men with a higher variability because the tests might've focused more on spatial visualization or mathematical intelligence, but that'd be the case only if we say that all types of intelligences are strictly equal, which i do not believe is the case in our current society, therefore i doubt studies that contradict the variability.now, someone pointed out that an other study was made that have shown no variability, and i will read it (i haven't yet). this might change my view on this, but i based my argument on a study that proved there was a greater variability, so that couldn't be pseudoscience in any ways. therefore, your comment is both false and irrelevant. you're the one contradicting with no proof, you're the one bringing pseudoscience in here."}, {"speaker_id": "a", "text": "ooh! wikipedia! i bow down to your superior intellect. sorry, but i’m going to keep calling your pseudoscience, pseudoscience. because that’s what it is when someone makes sweeping claims like that more men are highly intelligent, or that they have superior at “mathematical intelligence.” *snort* anyone who’s actually smart knows this sort of pseudoscience is...pseudoscience. i’ll say it one more time: pseudoscience. :)"}, {"speaker_id": "b", "text": "ooh! wikipedia! i bow down to your superior intellect.as i stated, you provided no counter proof, so i had no reason to waste time finding proof, so i just sent you to the page listing the most notable studies. that has nothing to do with my intellect, but clearly shows you're an idiot. because that’s what it is when someone makes sweeping claims like that more men are highly intelligenti never said that, you just didn't read correctly what i wrote. or that they have superior at “mathematical intelligence.”yep, that's true. it's proven. so what? anyone who’s actually smart knows this sort of pseudoscience is...pseudoscience. i’ll say it one more time: pseudoscience. :)\"you're wrong because i'm smarter\" this whole sentence is a contradiction. please, learn to argue by bringing something into the conversation, otherwise you just seem even dumber than what you are."}, {"speaker_id": "a", "text": "just wanted to let anyone who is reading this dude’s comment know that there is no evidence that women are inferior in “mathematical ability” to men."}, {"speaker_id": "b", "text": " again. now, please, stop replying, you're making a fool of yourself."}, {"speaker_id": "a", "text": "did you actually read the article you sent me? because it does not offer any evidence that men have superior mathematical abilities to women, let alone that those abilities are biologically/evolutionarily engrained."}, {"speaker_id": "b", "text": "wow. you're a special kind of stupid. you should train your reading skills more often. also, there are more than 300 sources at the end of the article, just saying."}], "target_user": "b"}, {"id": "chat572", "name": "chat 572 - controversy", "conversation": [{"speaker_id": "a", "text": "New article shows evidence that many US voters \"live virtually without exposure to the other party's voters in their residential environment\", and this can lead to political polarization and distrust."}, {"speaker_id": "d", "text": "qonservatives segregating themselves from those they deem to be lower life forms? why i never would have guessed they prefer an echo chamber..."}, {"speaker_id": "b", "text": "or just one city crammed with more liberals than there are conservatives combined in several states."}, {"speaker_id": "d", "text": "almost as if having a selfish conservative ideology doesn't work so well when you live in a dense community..."}, {"speaker_id": "b", "text": "or people believe the bs the democrats in charge of the cities for the last 40 years have been telling them although nothing has gotten better."}, {"speaker_id": "c", "text": "thanks to u/dbdude and u/kagesama1919 for providing today's demonstration. as you can see, people have lost basic human decency and no longer see the symmetries of the corruption in our political system. the problems necessarily come entirely from \"the other side.\"does anyone have any questions? who would like to show the class their close-reading analysis of the dehumanizing and pointlessly aggressive language utilized by our demonstrators?"}, {"speaker_id": "d", "text": "\"both sides!!1!1\" drivel is why people are done being civil with dip shits like him and you. there is one side doing the vast majority of the corruption and you disingenuously trying to make it seem like its a bipartisan issue is either naïve or willfully spouting rhetoric..."}, {"speaker_id": "c", "text": "you've utterly missed the point of the demonstration. if we were talking about policy or ideology, i would agree that one side is far worse than the other. but we're talking about polarization, siloing, and dehumanization/othering. even though one side worked hard to create the dynamic by manufacturing an entire propaganda ecosystem, it is now firmly entrenched all over the place. the echo chambers are very much a problem on both sides. being unable or unwilling to see that is a symptom of the corruption. the fact that being caught up in the process tends to blind people to the full scope of that process is part of the reason that it's so hazardous."}, {"speaker_id": "d", "text": "keep spouting your \"both sides!\" drivel....."}, {"speaker_id": "e", "text": "so in your world you unironically believe your political rivals are responsible for everything evil and your side is responsible for everything good? because that's the alternative to the both sides thing you seem to think is impossible. life isn't clear cut black and white like that partner."}, {"speaker_id": "d", "text": "you are the one making it black and white, just because you are too stupid to fathom another possibility doesn't mean that you gut instinct is correct. maybe don't interject if you are too stupid to understand what is going on....."}], "target_user": "d"}, {"id": "chat696", "name": "chat 696 - controversy", "conversation": [{"speaker_id": "a", "text": "Vitamin D supplementation to prevent acute respiratory infections: a systematic review and meta-analysis of aggregate data from randomised controlled trials"}, {"speaker_id": "c", "text": "what’s most striking to me is that we know that this might be true since spring 2020. the lack of recommendation to supplement makes me actually believe all the big pharma influence on politics stuff. in a cost benefit analysis supplementing vitd by default in a bad flu season is an absolute nobrainer. there is no way someone could overdose on it if taking the usual recommendation on top of being outside a lot. so how does this fit in a world view where as many people as possible should be saved from illness?"}, {"speaker_id": "b", "text": "officials can't make recommendations \"just in case\". if it later turned out that vitamin d was useless against covid, that would make people less likely to adhere to any recommendations in the future."}, {"speaker_id": "c", "text": "if covid is really such a life or death scenario, what does it matter if it’s useless? this is a pretty evident case of either a) stupidity from the government side or b) malice.tell me one reason to not recommend vitd to a 70+ year old?"}, {"speaker_id": "b", "text": "tell me one reason to not recommend vitd to a 70+ year old?if it later turned out that vitamin d was useless against covid, *that would make people less likely to adhere to any recommendations in the future.* that is, it would be bad in the long run if officials lost their credibility by giving ineffective recommendations.think about the boy who cried wolf."}, {"speaker_id": "c", "text": "you're spewing utter nonsense. we're talking about a 4.7% ifr for 70+ yo and 17% ifr for 95+ yos with the british variant of covid. suggesting to take vitd has nothing to do with the boy who cried wolf. at all. it's the recommendation of a simple, 0 risk measure that might help. there is absolutely no reason to not recommend suplementing it even without covid as a context.''here take this, it might save you or it's useless. but it's better to take it''''sure, will do''.end of conversation.if it was about trying to save lives this is what would have been done.it's obviously not."}], "target_user": "c"}, {"id": "chat785", "name": "chat 785 - controversy", "conversation": [{"speaker_id": "c", "text": "States with the lowest levels of mask adherence were most likely to have high COVID-19 rates in the subsequent month, finds a new study of the 50 US states. Of the 8 states with at least 75% mask adherence, none reported a high COVID-19 rate. (PLOS One, 14 Apr 2021)"}, {"speaker_id": "b", "text": "there are two factors that determine the covid-19 rate:1) how dense the population is.2) how dense the population is."}, {"speaker_id": "a", "text": "this is not accurate."}, {"speaker_id": "b", "text": "found the anti-masker."}, {"speaker_id": "a", "text": "i found the idiot.there is no evidence high population density results in high death or infection rates per capita."}, {"speaker_id": "b", "text": "i refuse to believe that my joke went over your head. if it did you must be denser than the people spreading the virus"}, {"speaker_id": "a", "text": "it was a stupid joke, if it was one."}], "target_user": "a"}, {"id": "chat858", "name": "chat 858 - controversy", "conversation": [{"speaker_id": "d", "text": "Common antibiotic effective in healing coral disease lesions: New branch study shows 95% success rate with amoxicillin, a common antibiotic used to treat bacterial infections in humans, which is showing promise in treating disease-affected Montastraea cavernosa coral colonies in situ."}, {"speaker_id": "e", "text": "i’m a doctor and let me tell you, this is the worst idea i’ve ever heard. we’re already losing the war on infection hard, so the big brain idea is to start pouring our antibiotics on dying coral. it will immediately be diluted to impotence by the literal ocean around it, and go to work breeding even more resistant strains. meanwhile, here i am required by the ama and state board to literally watch certain infections in the hope that they don’t get worse because we don’t want to overuse antibiotics on ourselves.fml. let’s up the ante by treating cave stalagmites for covid-19."}, {"speaker_id": "b", "text": "from the video in the article the divers seem to be manually applying it to diseased portions of coral. so at least this isn't a \"dump ten tons of amoxicillin into the water\" type approach."}, {"speaker_id": "e", "text": "it is then instantly diluted by surrounding sea water. it has the same effect. i didn’t see them erecting any kind of cofferdam around the coral to ensure the dose stays put and uncontaminated. there will absolutely be a positive effect — no one has been stupid enough to waste amoxicillin on coral, so there’s little to no resistance as of yet. but dilute antibiotic is the best way to breed resistance , so it won’t stay effective for long."}, {"speaker_id": "a", "text": "i can tell you don’t grow coral, at all, because your “no one has been stupid enough to waste amoxicillin on coral” line is false. there are marketed products in fact. you don’t know what you’re talking about as far as corals go."}, {"speaker_id": "e", "text": "i know exactly what i’m talking about. it’s bad enough to waste lifesaving drugs on coral in an aquarium, but at least those are isolated ecosystems and unlikely to result in widespread issues, as the bacteria are semi-isolated. now we’re just talking about dumping it straight on wild coral in the form of a paste, with no cofferdam or other barrier to keep it on the coral itself. i’m sure that won’t cause any problems at all, especially since the article talks about dumping it on dying coral beds, some miles in size. utter stupidity."}, {"speaker_id": "c", "text": "now we’re just talking about dumping it straight on wild coral in the form of a paste, with no cofferdam or other barrier to keep it on the coral itself.the silicone paste is the barrier. yes, you don't know what you're talking about..."}, {"speaker_id": "e", "text": "no, the silicone slows the _release_ of the antibiotic to the degradation rate of the silicone. however, even healthy coral is porous, as anyone who has ever combed a beach will tell you. there is no barrier in effect here. a full cofferdam around the coral would be needed to keep the amoxicillin in place.did you actually read the paper yourself? what are your qualifications? or are you just someone’s alt account?"}], "target_user": "e"}, {"id": "chat126", "name": "chat 126 - controversy", "conversation": [{"speaker_id": "c", "text": "Scientists announced the discovery of the most distant quasar ever observed, dating back to 670 million years after the Big Bang. The quasar was accompanied by the oldest supermassive black hole ever observed. They can't explain how it reached its extreme size."}, {"speaker_id": "b", "text": "so i'm not anybody, just someone that likes this stuff and only understands a little of it. is there a hypothesis that maybe the universe is infinite, and the big bang is something relative to our neighborhood? like maybe the scale of how big it is is way bigger than we could comprehend and in the grand scheme there could be many big bangs all over? is there even any sense to what i'm trying to say?"}, {"speaker_id": "a", "text": "according to our current understandings of physics,we can never know about anything outside the big bang and the observable universe(speed of light limited). so we don't discuss that as part of physics, it's mostly left for philosophy and theology. there is no evidence,and according to what we know,there can never be evidence that's required for physics."}, {"speaker_id": "d", "text": "develop new physics.remember how newtonian physics explained most of what we saw but couldn't explain the precession of mercury? along comes einstein and develops a new approach, hitting the nail square on the head."}, {"speaker_id": "a", "text": "do you know the difference between observation and explanation?"}, {"speaker_id": "d", "text": "quite well.do you think we'd have built gravitational wave observatories if it wasn't for einstein's work? sometimes the ability to observe comes *after* the explanation for what you should be looking for in the first place."}, {"speaker_id": "a", "text": "can a person with no atoms exist?"}, {"speaker_id": "d", "text": "depends on what axioms you're using to define existence.anymore intentionally obtuse questions, or are you finished?"}, {"speaker_id": "a", "text": "nah just playing with you"}, {"speaker_id": "d", "text": "then try harder.usually i wouldn't give two shits, but you're really making yourself look like an idiot."}, {"speaker_id": "a", "text": "ok buddy. whatever you say."}], "target_user": "a"}, {"id": "chat570", "name": "chat 570 - controversy", "conversation": [{"speaker_id": "a", "text": "New article shows evidence that many US voters \"live virtually without exposure to the other party's voters in their residential environment\", and this can lead to political polarization and distrust."}, {"speaker_id": "d", "text": "qonservatives segregating themselves from those they deem to be lower life forms? why i never would have guessed they prefer an echo chamber..."}, {"speaker_id": "b", "text": "or just one city crammed with more liberals than there are conservatives combined in several states."}, {"speaker_id": "d", "text": "almost as if having a selfish conservative ideology doesn't work so well when you live in a dense community..."}, {"speaker_id": "b", "text": "or people believe the bs the democrats in charge of the cities for the last 40 years have been telling them although nothing has gotten better."}, {"speaker_id": "c", "text": "thanks to u/dbdude and u/kagesama1919 for providing today's demonstration. as you can see, people have lost basic human decency and no longer see the symmetries of the corruption in our political system. the problems necessarily come entirely from \"the other side.\"does anyone have any questions? who would like to show the class their close-reading analysis of the dehumanizing and pointlessly aggressive language utilized by our demonstrators?"}, {"speaker_id": "d", "text": "\"both sides!!1!1\" drivel is why people are done being civil with dip shits like him and you. there is one side doing the vast majority of the corruption and you disingenuously trying to make it seem like its a bipartisan issue is either naïve or willfully spouting rhetoric..."}, {"speaker_id": "c", "text": "you've utterly missed the point of the demonstration. if we were talking about policy or ideology, i would agree that one side is far worse than the other. but we're talking about polarization, siloing, and dehumanization/othering. even though one side worked hard to create the dynamic by manufacturing an entire propaganda ecosystem, it is now firmly entrenched all over the place. the echo chambers are very much a problem on both sides. being unable or unwilling to see that is a symptom of the corruption. the fact that being caught up in the process tends to blind people to the full scope of that process is part of the reason that it's so hazardous."}, {"speaker_id": "d", "text": "keep spouting your \"both sides!\" drivel....."}], "target_user": "d"}, {"id": "chat1141", "name": "chat 1141 - controversy", "conversation": [{"speaker_id": "b", "text": "The dangerous overprescription of antibiotic drugs could be partly due to doctors feeling pressure from patients who mention specific bacterial infections during their visits, a new video analysis of doctor's office interactions suggests."}, {"speaker_id": "c", "text": "doctor here.patient will come in and say they are sick and need antibiotics.doctor will say it's not necessary and that antibiotics have consequences.patients will say, prescribe me antibiotics or they will complain to the regulatory body. doctor prescribes antibiotics."}, {"speaker_id": "a", "text": "and here i am getting turned down three times for requesting metronidazole for what i believed to be a giardia infection, finally after a month of suffering and shitting blood the tests i had to fight for came back positive for giardia, and finally on the fourth visit i was given the metronidazole i asked for. hopefully someday soon we can get prescriptions in a way that’s not so error prone and so dependent on stroking doctor’s massive egos in just the right way."}, {"speaker_id": "c", "text": "horrible. i can't believe the doctor would wait for the results of a test before giving you a treatment! you should be able to get any medication you want by going on amazon. flagyl, oxycodone, heparin. anything you want. hell, google could just link right up to ebay. just click and your cured!"}, {"speaker_id": "a", "text": "the thing is, giardia has some very distinctive symptoms that i reported to the doctor on the first visit (extreme diarrhea with very painful cramps, bloody diarrhea, and unabsorbed fat in stool), it should have been crystal clear that at the very least immediate testing was warranted, this is clearly not an ordinary upset stomach."}, {"speaker_id": "c", "text": "your symptoms are not conducive to the exclusive diagnosis of giardiasis. it takes time to figure things out. i'm glad you and your physician arrived at the correct diagnosis and received proper treatment. that is a success."}, {"speaker_id": "a", "text": "forcing a patient to suffer for a month shitting blood is hardly a success, my digestion was horrible for several years after that. had the doctor’s ego not gotten in the way of things he would have ordered tests after the first visit rather than sending me home to eat bananas and rice. he didn’t even order the test until my third visit."}], "target_user": "a"}, {"id": "chat1322", "name": "chat 1322 - controversy", "conversation": [{"speaker_id": "d", "text": "After Mohammed Salah, a prominent Muslim football player, joined Liverpool F.C., hate crimes in the Liverpool area dropped by 16% (relative to comparable areas) and Liverpool F.C. fans halved their rates of posting anti-Muslim tweets relative to fans of other top-flight clubs."}, {"speaker_id": "b", "text": "it's... it's almost as if **representation matters**."}, {"speaker_id": "c", "text": "but only if it’s earned not given to someone for being “diverse”"}, {"speaker_id": "a", "text": "do you really think your average person is going to be qualified and informed enough to judge whether or not it's earned? no, just seeing people is enough. and the people that object are likely doing it because of their own insecurity."}, {"speaker_id": "c", "text": "the average person doesn’t need to be qualified. in this case and it applies to other examples, the people signing the player should be educated and qualified enough to gauge his skill, mine and your unqualified opinion on this dudes soccer skills shouldn’t affect their decision, not should race one way or their other. can he do the job should be the only question. if he were signed to the team and sucked (i dunno how good he is i don’t follow soccer) it would backfire and rightfully so. representation is a big deal but if you hand unqualified people jobs for guilts sake you’re not doing anyone any good. you that folks making my argument are doing it out of insecurity. wrong. giving a brown guy a job for being brown is insecurity because they’re scared of appearing to be racist."}, {"speaker_id": "e", "text": "wow, you really go out of your way to justify your racism don't you? thank you for making up pretend scenarios that never happened just to make yourself feel better about your obvious problem with people of colour."}, {"speaker_id": "c", "text": "where did i say i have a problem with coloured people? go ahead quote me."}, {"speaker_id": "f", "text": "i have a problem with coloured people-u/pteharambe"}, {"speaker_id": "c", "text": "that’s a literal misquote you dipshit. you did the exact opposite. wanna try again ?"}], "target_user": "c"}, {"id": "chat1444", "name": "chat 1444 - controversy", "conversation": [{"speaker_id": "c", "text": "Physically attractive individuals earn substantially more than otherwise similar unattractive individuals. The beauty wage gap is the largest among black women."}, {"speaker_id": "a", "text": "it's subconscious to think that someone who takes care of their own body are more equipped to take care of company priorities. if someone shows up overweight, smelly, ungroomed, etc., i believe it's natural to have less inclination to believe they're responsible since they're not indicating they can even take care of their own body."}, {"speaker_id": "b", "text": "beauty =\\= being healthy, especially with the advent of make up and fashionedit: i'm clearly aware of the societal opinion. no need to mention it to me repeatedly. everybody else before you already has volunteered this very insightful information i could have never pieced together on my own."}, {"speaker_id": "a", "text": "yeah but healthy means responsible, unless you have some sort of ailment."}, {"speaker_id": "b", "text": "or are poor, or the culture around you maladaptive"}, {"speaker_id": "a", "text": "that's such a shit argument. what do you think the majority of the world eats? rice. do you think is one of the most inexpensive foods around? if you wanna talk about fashion, that's a complete different subject. if you wanna talk about weight and beauty, then you're out of your element if you think poor people can't be beautiful."}], "target_user": "a"}]
