[
    {
        "id": "chat04",
        "name": "chat 04 - controversy",
        "conversation": [
            {
                "speaker_id": "b",
                "text": "Berlin: Raid at the \"Center for Political Beauty\"",
                "text_orig": "Berlin: Razzia beim \"Zentrum für politische Schönheit\""
            },
            {
                "speaker_id": "c",
                "text": "Rightly, the flyer fraud was criminal and democratic.To do this, it only strengthens the victim carol of the AfD, which probably gave them more voters than the Schnöden Flyer could ever.The \"Center for Political Beauty\" wrote on Twitter with a view of the state government of the SPD, the Greens and Left: \"The first official act of the new R2G Senate in Berlin: Search for apartments of artists. A black day for freedom of art in GermanyIt's laughable.Fraud is apparently an art form now?",
                "text_orig": "zurecht, der flyerbetrug war kriminell und demokratiefeindlich. dazu stärkt es nur die opfernarrative der afd, was denen wahrscheinlich mehr wähler beschert hat als die schnöden flyer es jemals könnten. das \"zentrum für politische schönheit\" schrieb auf twitter mit blick auf die landesregierung aus spd, grünen und linken: \"die erste amtshandlung des neuen r2g-senats in berlin: wohnungen von künstlern durchsuchen. ein schwarzer tag für die kunstfreiheit in deutschland.\"das ist doch lachhaft. betrug ist jetzt anscheinend eine kunstform?"
            },
            {
                "speaker_id": "d",
                "text": "I'm about to cry.The poor AfD.",
                "text_orig": "ich heul gleich. die arme afd."
            },
            {
                "speaker_id": "c",
                "text": "Oh yes, fuck democracy.I am pretty sure that you would cry a lot if it were about another party.",
                "text_orig": "ach ja stimmt, scheiß auf demokratie. ich bin mir ziemlich sicher dass du sehr viel rumheulen würdest wenn es hier um eine andere partei gehen würde."
            },
            {
                "speaker_id": "a",
                "text": "Democracy also has to see how it defends itself against perfidious democracy.If you now want to tell me that the AfD is prefabricated democrats, then I think we have a completely different problem. just because they have been chosen with democratic means, they are far from unexplained Democrats want to avert the damage from the German people.",
                "text_orig": "die demokratie muss halt auch gucken wie sie sich gegen perfide demokratiefeinde wehrt. wenn du mir jetzt erzählen willst, dass die afd vorzeigedemokraten sind, dann haben wir glaub ich ein ganz anderes problem.nur weil sie mit demokratischen mitteln gewählt wurden, sind sie noch lange keine unschludigen demokraten die schaden vom deutschen volke abwenden möchten."
            },
            {
                "speaker_id": "c",
                "text": "You can also put yourself in front of a polling station and beat up well -known Mig songs of the AfD local association.Great, you have a few people from choosing AfD, an hour later explodes that then on social media and mobilizes even more people AfD.",
                "text_orig": "kannst dich ja auch vor ein wahllokal stellen und bekannte miglieder des afd ortsvereins verprügeln. super, haste ein paar leute daran gehindert afd zu wählen, ne stunde später explodiert dass dann auf social media und mobilisiert noch mehr leute afd zu wählen."
            }
        ],
        "target_user": "c"
    },
    {
        "id": "chat488",
        "name": "chat 488 - controversy",
        "conversation": [
            {
                "speaker_id": "a",
                "text": "Mild interesting: a speed camera crashed as bulky waste",
                "text_orig": "Milde interessant: Ein als Sperrmüll getarnter Blitzer"
            },
            {
                "speaker_id": "b",
                "text": "And then some tell you that radar controls only serve to security.Why is your stupid cunts hiding the things as bulky waste.When you see them, you slow down the same way.",
                "text_orig": "und dann erzählen die einem aber, dass radarkontrollen nur der sicherheit dienen. warum versteckt ihr dummen cunts die dinger dann als sperrmüll. wenn man die sieht bremst man genauso ab."
            },
            {
                "speaker_id": "c",
                "text": "A brilliant suggestion: just don't drive too fast, then you don't have to slow down.",
                "text_orig": "genialer vorschlag: einfach nicht zu schnell fahren, dann muss man auch nicht abbremsen."
            },
            {
                "speaker_id": "b",
                "text": "I know few people who intentionally drive 20-30kmh too fast.It always catches you when you are somewhere in a new area and overlook a sign etc.",
                "text_orig": "ich kenne wenig leute die innerorts absichtlich 20-30kmh zu schnell fahren. es erwischt einen immer wenn man irgendwo unterwegs in einer neuen gegend ist und ein schild übersieht etc."
            },
            {
                "speaker_id": "d",
                "text": "stupid excuse ever.And also wrong. Those who overlook speed signs also overlooks other signs, humans and is not suitable to keep a vehicle.",
                "text_orig": "dämlichste ausrede ever. und auch falsch.wer geschwindigkeitsschilder übersieht, übersieht auch andere schilder, menschen und ist nicht geeignet, ein fahrzeug zu führen."
            },
            {
                "speaker_id": "b",
                "text": "The greatest Alman statement ever.",
                "text_orig": "die größte alman aussage ever."
            }
        ],
        "target_user": "b"
    },
    {
        "id": "chat484",
        "name": "chat 484 - controversy",
        "conversation": [
            {
                "speaker_id": "a",
                "text": "With advertising interruptions: Amazon starts free streaming service |tagesschau.de",
                "text_orig": "Mit Werbeunterbrechungen: Amazon startet kostenlosen Streamingdienst | tagesschau.de"
            },
            {
                "speaker_id": "b",
                "text": "Yes horny.I do not assume that Amazon makes the effort to place the advertising in suitable places, but that it simply slums in every X minutes and the films are then interrupted in the most inappropriate places to show advertising.no thanks.",
                "text_orig": "ja geil. ich geh mal nicht davon aus dass amazon sich die mühe macht die werbung an passenden stellen zu platzieren sondern die einfach alle x minuten reinknallt und die filme dann an den unpassendsten stellen unterbrochen werden um werbung zu zeigen. nee, danke."
            },
            {
                "speaker_id": "c",
                "text": "But you still have the content for free.I think it's cool for people who don't want to spend money.",
                "text_orig": "du hast halt den inhalt aber trotzdem umsonst. find ich cool für leute, die kein geld ausgeben möchten."
            },
            {
                "speaker_id": "b",
                "text": "Always this \"but it's for nothing!\".Yes and?Free shit is still a shit.I mean, if it doesn't bother you when the most important film scene is interrupted in the middle of the sentence for advertising, it breaks the whole film.\"Luke, I'm your ...\" \"New Girl!Now at Amazon Prime! ”Nah, really not.Not even for free.",
                "text_orig": "immer dieses „aber es ist doch umsonst!“. ja und? kostenlose kacke ist doch immer noch kacke. ich mein, wenn es euch nicht stört wenn in der wichtigsten filmszene mitten im satz für werbung unterbrochen wird macht das doch den ganzen film kaputt. „luke, ich bin dein…“„new girl! jetzt bei amazon prime!“nee, echt nicht. nichtmal für umsonst."
            },
            {
                "speaker_id": "c",
                "text": "But that's your subjective perception.I also find it stupid with advertising, but think that there are enough people who find the offer horny.In this way you can reach more people and sales, which in turn financed new productions.",
                "text_orig": "das ist doch aber deine subjektive wahrnehmung. ich finde es auch blöd mit werbung, denke aber dass es genug leute gibt die das angebot geil finden. so erreichen sie mehr leute und umsatz, was wiederum teilweise neue produktionen finanziert."
            },
            {
                "speaker_id": "b",
                "text": "Yes, of course, that's subjective.I just don't understand why you don't care.",
                "text_orig": "ja natürlich ist das subjektiv. ich versteh halt nur nicht warum einem das so egal ist."
            }
        ],
        "target_user": "b"
    },
    {
        "id": "chat409",
        "name": "chat 409 - controversy",
        "conversation": [
            {
                "speaker_id": "c",
                "text": "Don't send your children to the daycare sick!",
                "text_orig": "Schickt eure Kinder nicht krank in die Kita!"
            },
            {
                "speaker_id": "d",
                "text": "Children are often sick.deal with it.Life cannot stand still because of a runny nose.",
                "text_orig": "kinder sind halt oft krank. deal with it. das leben kann nicht permanent wegen eines schnupfens stillstehen."
            },
            {
                "speaker_id": "b",
                "text": "If you don't have the capacity yourself to take care of your children when they are sick, then don't get any.deal with it.Logically, it makes no sense (except self -addiction) to send his child sick to the daycare, is shit for the child and a sick child becomes 10 sick children.",
                "text_orig": "wenn man selber nicht die kapazität hat sich um seine kinder zu kümmern wenn sie krank sind, dann halt keine bekommen. deal with it. ergibt halt logisch gesehen keinen sinn (außer selbstsucht) sein kind krank in die kita zu schicken, ist fürs kind scheiße und aus einem kranken kind werden 10 kranke kinder."
            },
            {
                "speaker_id": "a",
                "text": "If you don't have the capacity yourself to take care of your children when they are sick, then no benefit circumstances can change.If you think as a society, you would never get children reasonably intelligent people because they know that everyone can end in a situation in which the family or other network can break away.",
                "text_orig": "wenn man selber nicht die kapazität hat sich um seine kinder zu kümmern wenn sie krank sind, dann halt keine bekommenlebensumstände können sich ändern. wenn man als gesellschaft wirklcih so denkt würden halbwegs intelligente leute nie kinder kriegen, weil sie wissen, dass jeder in einer situation enden kann, in der das familiäre oder sonstige netzwerk wegbrechen kann."
            },
            {
                "speaker_id": "b",
                "text": "But does not change the fact that the risk to other children is unacceptable due to the health of their own children.It is also not about the family network, but about any possibilities of collecting. \"Taking care of his children\" can organize a babysitter to take the child into the office/home office or stay at home without payment.Some daycare centers, as well as that of OP (because surgery said it takes some time to insulate these children, so isolation is therefore possible) can also insulate children.So it would also be taken care of, what is not possible, the child is sending to the daycare without warning so that other children also get sick.To Herpes, who can really end for toddlers.",
                "text_orig": "ändert aber nichts daran, dass die gefährdung anderer kinder aufgrund des gesundheitszustandes der eigenen kinder inakzeptabel ist. es geht auch nicht ums familiäre netzwerk, sondern um jegliche auffangmöglichkeiten dsrüber hinaus.\"sich um seine kinder zu kümmern\" kann heißen einen babysitter zu organisieren, das kind ins büro/homeoffice mitzunehmen oder ohne bezahlung zuhause zu bleiben wenn dies möglich ist. einige kitas, wie auch die von op (da op sagte, dass es einige zeit dauert bis man diese kinder isoliert, daher ist folglich eine isolation möglich) können kinder auch isolieren. so wäre sich also auch um das kind gekümmert.was nicht geht, ist das kind ohne vorwarnung in die kita schicken, damit andere kinder auch krank werden.hier geht es mitunter ja auch nicht um \" hat ein wenig schnupfen\" sondern z.b. um herpes, der für kleinkinder echt beschissen enden kann."
            },
            {
                "speaker_id": "a",
                "text": "I understand what it is about, but I find it as \"if you would have thought about it earlier and don't get children at all\" very often.It doesn't help those affected in the situation, the children are still there, only everyone feels more shitty and even more than failure.",
                "text_orig": "ich verstehe um was es geht, aber ich find so aussagen wie \"hättest du dir das halt früher überlegt und erst gar keine kinder bekommen\" halt sehr oft fehl am platz. es hilft den betroffenen in der situation nicht, die kinder sind ja trotzdem da, es fühlen sich nur alle noch beschissener und noch mehr als versager."
            },
            {
                "speaker_id": "b",
                "text": "Was relatively obviously only an oversubscribed reflection of the brain -burned statement of the glue -eating full idiots to which I replied. Of course this was hard to put it, but the point is an important problem, other people have no obligation to do their own disadvantages in order to use your (also often not from your own guilt) to iron out inadequacies.That yours is generally meant here and not referred to you personally.It starts with people who ring the bell with you because the children only have to go to the toilet quickly, continue to think that they have a special right on something because they have children and ends in the endangerment of other children because you are sick in your childThe daycare sends \"because you have no other option\"",
                "text_orig": "war relativ offensichtlich nur eine überzeichnete spiegelung der hirnverbrannten aussage des kleberfressenden vollidioten auf den ich geantwortet habe.natürlich war das desswegen hart ausgedrückt, der punkt ist allerdings ein wichtiges problem, andere menschen haben keinerlei obligation dazu sich selbst nachteile zuzumuten um deine wie auch immer (auch oft nicht aus eigener schuld) entstandenen unzulänglichkeiten auszubügeln. das deine ist hier generell gemeint und nicht auf dich persönlich bezogen. das fängt mit leuten an die bei dir klingeln weil die kinder nur mal schnell aufs klo müssen, geht weiter über menschen die meinen dass sie ein sonderanrecht auf irgendetwas haben weil sie kinder haben, und endet bei der gefährdung anderer kinder weil man sein kind krank in die kita schickt \"weil man ja keine andere möglichkeit hat\""
            }
        ],
        "target_user": "b"
    },
    {
        "id": "chat397",
        "name": "chat 397 - controversy",
        "conversation": [
            {
                "speaker_id": "f",
                "text": "19-year-old fights for her rights: \"I am caught in Gaza\".Women are systematically suppressed in the coastal stripes Gaza controlled by the radical Israel and Egypt.So also the 19-year-old AFAF.",
                "text_orig": "19-Jährige kämpft um ihre Rechte: \"Ich bin gefangen in Gaza\". In dem von der radikal-islamischen Hamas kontrollierten Küstenstreifen Gaza, zwischen Israel und Ägypten, werden Frauen systematisch unterdrückt. So auch die 19-jährige Afaf."
            },
            {
                "speaker_id": "e",
                "text": "Always remember: Hamas has not crushed to power.They were chosen completely democratically.",
                "text_orig": "immer dran denken: die hamas hat sich nicht an die macht geputscht. die sind ganz demokratisch gewählt worden."
            },
            {
                "speaker_id": "d",
                "text": "What do you mean by that?",
                "text_orig": "was willst du damit sagen?"
            },
            {
                "speaker_id": "a",
                "text": "that a large part of the residents of Gaza finds this way of dealing with women absolutely okay.",
                "text_orig": "das ein großer teil der bewohner von gaza diese art mit frauen umzugehen absolut in ordnung findet."
            },
            {
                "speaker_id": "b",
                "text": "The Hamas was not chosen because people find Sharia so horny, at least not primarily.Hamas is popular because it actively act as the only organization against the Israelis perceived as a occupying power.",
                "text_orig": "die hamas wurde aber nicht gewählt weil die leute die scharia so geil finden, zumindest nicht primär. die hamas ist populär weil sie so ziemlich als einzige organisation aktiv gegen die als besatzungsmacht empfundenen israelis vorgehen."
            },
            {
                "speaker_id": "a",
                "text": "The one does not exclude the other.At least I have never noticed Gaza as a paradise for emancipation and women's rights.",
                "text_orig": "das eine schließt das andere nicht aus. zumindest ist mir gaza noch nie als paradies für emanzipation und frauenrechte aufgefallen."
            },
            {
                "speaker_id": "b",
                "text": "If you are bombarded regularly and live in a completely over -populated ghetto from which you are very likely to never get out, while your \"enemy\" controls water and electricity and \"your\" country is populated, women's rights and emancipation may not be your highest priority.Especially since the only perceptible opposition comes from ultra -conservative Islamists, who can of course also propagate their world view.",
                "text_orig": "wenn du regelmäßig bombardiert wirst und in einem völlig überbevölkerten ghetto lebst, aus dem du mit hoher wahrscheinlichkeit nie rauskommen wirst, während dein \"feind\" wasser und strom kontrolliert und \"dein\" land besiedelt, sind frauenrechte und emanzipation möglicherweise nicht deine höchste priorität. zumal die einzige wahrnehmbare opposition von ultrakonservativen islamisten kommt, die dadurch natürlich auch ihr weltbild propagieren können."
            },
            {
                "speaker_id": "c",
                "text": "Oh yes, always these secondary contradictions, which are then cleared after the revolution.Then the Gaza Strip would become a haven of emancipation and queer friendliness.^^ But of course you can't worry about such nonsense if you have to close rockets.",
                "text_orig": "ach ja, immer diese nebenwidersprüche, die dann nach der revolution ähm befreiung geklärt werden. dann würde der gazastreifen ein hort der emanzipation und queerfreundlichkeit werden. ^^aber um so einen unsinn kann man sich natürlich nicht kümmern, wenn man raketen verschließen muss."
            },
            {
                "speaker_id": "b",
                "text": "I didn't say that and I am also not a supporter of the fucking Hamas, I have only tried to explain the support of Hamas by the population there more differently than \"these are all backward gay haters\".",
                "text_orig": "das habe ich so nicht gesagt und ich bin auch kein unterstützer der fucking hamas, ich habe nur versucht die unterstützung der hamas durch die dortige bevölkerung differenzierter zu erklären als \"das sind alle rückständige schwulenhasser\"."
            }
        ],
        "target_user": "b"
    },
    {
        "id": "chat119",
        "name": "chat 119 - controversy",
        "conversation": [
            {
                "speaker_id": "b",
                "text": "\"Serious risk of security for personnel and patients\": Great Britain's health service NHS only works in emergency mode",
                "text_orig": "»Ernsthaftes Risiko für Sicherheit von Personal und Patienten«: Großbritanniens Gesundheitsdienst NHS arbeitet nur noch im Notfallmodus"
            },
            {
                "speaker_id": "c",
                "text": "Brexit success!",
                "text_orig": "brexit erfolg!"
            },
            {
                "speaker_id": "a",
                "text": "No, intended political calculation.",
                "text_orig": "nein, beabsichtigtes politisches kalkül."
            },
            {
                "speaker_id": "c",
                "text": "They intended that a bunch of doctors leave the country because they weren't British?Cool calculation, and how does that help the conservatives now that you fuck your health system?",
                "text_orig": "die haben beabsichtigt das ein haufen mediziner das land verlassen weil sie eben keine briten waren? cooles kalkül, und wie hilft das den konservativen jetzt das sie ihr gesundheitssystem zerficken?"
            },
            {
                "speaker_id": "a",
                "text": "The big, long -term goal is to privatize medical care.",
                "text_orig": "das große, langfristige ziel ist es, die medizinische versorgung zu privatisieren.die nhs verrotten zu lassen läuft bei den befürwortern unter dem begriff \"starving the beast\"."
            },
            {
                "speaker_id": "c",
                "text": "Then you still have no staff because privatization is never good for the working atmosphere in the social sector?But hey if they want to continue fucking, just too.",
                "text_orig": "dann haste halt weiterhin kein personal weil privatisierung nie gut für das arbeitsklima im sozialen sektor ist? aber hey wenn die sich weiter ficken wollen, nur zu."
            }
        ],
        "target_user": "c"
    },
    {
        "id": "chat07",
        "name": "chat 07 - controversy",
        "conversation": [
            {
                "speaker_id": "c",
                "text": "Now in Hamburg.",
                "text_orig": "Jetzt im Hamburg."
            },
            {
                "speaker_id": "d",
                "text": "\"In protest against the high fuel prices, I will now burn senseless fuel!\" But you really showed the mineral oil companies, her hero.",
                "text_orig": "\"aus protest gegen die hohen spritpreise werde ich jetzt sinnlos sprit verbrennen!\"damit habt ihr es den mineralölkonzernen aber so richtig gezeigt, ihr helden."
            },
            {
                "speaker_id": "a",
                "text": "Achso and people who protest for affordable something should go to work instead or how? I'm quite sure that driving to the city center does not really make a big difference if they then make 10 hours a day trailer through Germany for 10 hours a day a daytransport.",
                "text_orig": "achso und leute die für bezahlbares irgendwas protestieren sollten stattdessen lieber arbeiten gehen oder wie?ich bin mir recht sicher dass einmal am wochende in die innenstadt fahren jetzt nicht wirklich einen großen unterschied macht wenn die dann den rest der woche 10 stunden pro tag anhänger durch deutschland transportieren."
            },
            {
                "speaker_id": "e",
                "text": "You could also protest normally on foot with signs and so. But then you would have to move and would not damage the climate. After all, I don't work.Two houses further if his SUV consumes so much./s",
                "text_orig": "man könnte auch ganz normal protestieren zu fuß mit schildern und so.aber dann müsste man sich ja bewegen und würde auch das klima nicht so schädigen.das geht schließlich nicht.ich meine wie soll hans jürgen bei den aktuellen preisen sonntags brötchen holen gehen beim bäcker zwei häuser weiter wenn sein suv so viel verbraucht.spritpreisbremse jetzt!!¡!!!!!!!!!!!! /s"
            },
            {
                "speaker_id": "a",
                "text": "I do not get it.Does your /s now refer to the whole comment or only to the last part with the price brake?",
                "text_orig": "ich checks nicht. bezieht sich dein /s jetzt auf den ganzen kommentar oder nur auf den letzten teil mit der preisbremse?"
            },
            {
                "speaker_id": "b",
                "text": "Obviously on the last part",
                "text_orig": "offensichtlich auf den letzten teil"
            },
            {
                "speaker_id": "a",
                "text": "I also thought to myself, but then his comment doesn't make any sense.What should you have to do with truck drivers on Sundays?These are just comparisons brought to the hair to claim that the truck drivers are stupid because they drive to demo on the weekend and use a few liters of fuel even though they are only during the week (on paper only) Use 10 hours a day as a work equipment, which is now really ridiculous.Is nothing more than when the farmers protest with tractors for milk prices or something.",
                "text_orig": "dachte ich mir auch, aber dann macht sein kommentar halt keinen sinn. was sollen irgendwelche sonntags suv-fahrer mit lkw-fahrern zu tun haben? das sind einfach nur an den haaren herbeigezogene vergleiche um behaupten zu können dass die lkw-fahrer dumm sind, weil sie am wochende mit dem lkw zu demo fahren und dabei ein paar liter sprit verbauchen obwohl sie den lkw unter der woche (auf dem papier nur) 10 stunden am tag als arbeitsmittel nutzen.das ist doch jetzt echt lächerlich. ist ja auch nichts anderes als wenn die bauern mit traktoren für milchpreise protestieren oder so."
            }
        ],
        "target_user": "a"
    },
    {
        "id": "chat42",
        "name": "chat 42 - controversy",
        "conversation": [
            {
                "speaker_id": "d",
                "text": "Application for the city council meeting: FDP wants vignette for Coburg's cyclists",
                "text_orig": "Antrag zur Stadtratssitzung: FDP will Vignette für Coburgs Radler"
            },
            {
                "speaker_id": "c",
                "text": "Quite apart from the stupid idea, € 10 a year, since the administrative effort alone is probably eating twice?",
                "text_orig": "ganz abgesehen mal von der bescheuerten idee ansich, 10€ pro jahr, da frisst doch alleine der verwaltungsaufwand wahrscheinlich das doppelte?"
            },
            {
                "speaker_id": "e",
                "text": "It doesn't matter.The main thing is that you can harass the cyclists.They should all get into cars and block the streets.Only that is freedom!",
                "text_orig": "das ist ja egal. hauptsache man kann die radfahrer drangsalieren. die sollen alle in autos steigen und die straßen blockieren. nur das ist freiheit!"
            },
            {
                "speaker_id": "a",
                "text": "This fucking car centering is so much pissing me up in the entire German -speaking world.I live in a (smaller) university and overall cycling is okay here, but of course there is also a lot of bad things.The most annoying, however, is how cyclists and fu´ßrägers are constantly being played against each other and the only ones have to suffer from construction sites, while drivers do not notice anything at all.#x200b; in the city centerConstruction site directly on the street.what is being done?Cycle path easy to make, cars are allowed to use the now and cyclists and pedestrians must now squeeze through ne (additionally narrowed by the construction site).And don't even get me Started on traffic light circuits.Why do I have to wait 3 (!) Auto ambuluations as a pedestrian \\*in/cyclist \\*in the wind and bet until it becomes green for me while people are allowed to drive through in their carts?",
                "text_orig": "mich kotzt diese fucking autozentrierung im gesamten deutschen sprachraum so dermaßen an. ich wohn in einer (kleineren) uni großstadt und insgesamt ist radfahren hier okay, aber gibt natürlich auch viel schlechtes. am nervigstens ist aber, wie radfahrer\\*innen und fu´ßgänger\\*innen ständig gegeneinander ausgespielt werden und die einzigen sind die bei baustellen leiden müssen, während autofahrer\\*innen überhaupt nix merken (dürfen).#x200b;in der innenstadt große baustelle direkt an der straße. was wird gemacht? radweg einfach zu gemacht, autos dürfen den jetzt benutzen und radfahrer\\*innen und fußgänger\\*innen müssen sich jetzt durch ne (zusätzlich durch die baustelle verengte) quergasse quetschen. and don't even get me started on ampelschaltungen. wieso muss ich als fußgänger\\*in/radfahrer\\*in bei wind und wette teilweise 3 (!) auto-ampelschaltungen abwarten bis es für mich grün wird während leute in ihren karren durchfahren dürfen?"
            },
            {
                "speaker_id": "f",
                "text": "Why do I have to wait 3 (!) Auto amplifiers as a pedestrian/cyclist*in the wind and bet until it becomes green for me while people are allowed to drive through their carts? I don't do anymore.I drive when it is safe and the drivers should be pleased that I do not need them to stop, as the car collar, which passes past you, does it in fact.You are the weaker * and * the oppressed.For me, absolutely grotesque rules are only waste that is relevant in the event of a case for the blame.",
                "text_orig": "wieso muss ich als fußgänger*in/radfahrer*in bei wind und wette teilweise 3 (!) auto-ampelschaltungen abwarten bis es für mich grün wird während leute in ihren karren durchfahren dürfen?mach ich nicht mehr. ich fahre, wenns safe ist und da sollen die autofahrer gefälligst froh sein, dass ich sie nicht zum anhalten nötige, wie es der autolindwurm, der bei grün an einem vorbeizieht, es faktisch tut. man ist halt der schwächere *und* der unterdrückte. absolut grotesk.verkehrsregeln sind deswegen für mich nur noch makulatur, die halt im falle eines falles für die schuldzuweisung relevant sind."
            },
            {
                "speaker_id": "g",
                "text": "I don't do it anymore.I drive when it is safe and the drivers should be pleased that I do not need them to stop, as the car collar, which passes past you, does it in fact.You are the weaker and the oppressed.Absolutely grotesque.Provided you will survive it ... And in the end you will probably be the first to be around if other road users do not adhere to the rules.Regardless of whether the car, bike or foot bus.",
                "text_orig": "mach ich nicht mehr. ich fahre, wenns safe ist und da sollen die autofahrer gefälligst froh sein, dass ich sie nicht zum anhalten nötige, wie es der autolindwurm, der bei grün an einem vorbeizieht, es faktisch tut. man ist halt der schwächere und der unterdrückte. absolut grotesk.ich warte dann mal gespannt auf den post, wenn dich doch einer mit dem auto erwischt. vorausgesetzt du überlebst es hoffentlich...und am ende bist du vermutlich der erste der rumheult, wenn sich andere verkehrsteilnehmer nicht an die regeln halten. unabhängig ob jetzt auto, rad oder fußbus.verkehrsregeln sind bekanntlich nur für die anderen da..."
            },
            {
                "speaker_id": "f",
                "text": "I have developed such a hatred on cars that I am ok to give my life in the fight against them.Because when I die in road traffic, then probably not as a consequence that I have disregarded a rule, but because I am tameted by a driver.I mean that very seriously.Drivers from the STPO lead a law that is subject to assertiveness and in combination with the complete alienation from the outside world that uses as soon as you sit in a car, many of them lose the reference to reality and no longer understand what they are actually degradingMake if you endanger people who are not shielded in metal acids * deliberately * to enforce this supposed right.",
                "text_orig": "ich hab einen solchen hass auf autos entwickelt, dass ich damit ok bin, mein leben im kampf gegen sie zu geben. denn wenn ich im straßenverkehr sterbe, dann wahrscheinlich nicht als konsequenz daraus, dass ich eine regel missachtet habe, sondern weil ich von einem autofahrer ermodet werde. das meine ich ganz ernst. autofahrer leiten aus der stvo nämlich ein durchsetzungspflichtiges recht ab und in kombination mit der völligen entfremdung von der außenwelt, die einsetzt, sobald man sich in ein auto setzt, verlieren viele von ihnen den bezug zur realität und verstehen gar nicht mehr, was sie eigentlich grade machen, wenn sie menschen, die nicht in metallakarossen abgeschirmt sind, *absichtlich* gefährden, um dieses vermeintliche recht durchzusetzen."
            },
            {
                "speaker_id": "b",
                "text": "I feel that because I experience it similarly every day and the statistics also agree with you when it comes to your risk.But I don't think it is really expedient of how you deal with it.I also think as part of the STPO, there are still enough options for showing car travelers that the supposed right of the stronger is not to enforce it is not a good idea.Satisfactory for me because there are actually regular experiences of success.As a result, not sticking to the rules is more likely to do \"political damage\".Every cyclist who does not stop for pedestrians on the crosswalk stimulates me a lot.Something like that is wind in the sails of those who, with every improvement for bicycle traffic or appropriate restriction for cars, directly with \"Yes but the cyclists ...\" as stupid as this is this argument.",
                "text_orig": "ich fühle das, weil ich es täglich ähnlich erlebe und auch die statistiken geben dir recht, was deine gefährdung angeht. nur ist es denke ich nicht wirklich zielführend, wie du damit umgehst. ich denke auch im rahmen der stvo gibt es noch genügend möglichkeiten autofahrenden zu zeigen, dass das vermeintliche recht des stärkeren durchsetzen zu wollen, keine gute idee ist.ansonsten hilft es vielleicht auch sich in initiativen oder anderweitig politisch zu engagieren, das ist zwar anstrengend aber für mich befriedigend, weil es tatsächlich regelmäßig erfolgserlebnisse gibt. dadurch sich selbst nicht an regeln zu halten, richtet man eher einen \"politischen schaden\" an. jeder radfahrer, der für fußgängern am zebrastreifen nicht hält, regt mich sehr auf. sowas ist wind in den segeln von denen, die bei jeder verbesserung für den radverkehr oder angemessenen beschränkung für kfz direkt mit \"ja aber die radfahrer...\" ankommen, so dumm diese argumentation auch ist."
            },
            {
                "speaker_id": "f",
                "text": "I have to correct it because of course I take consideration of other road users and of course I grant other road users who are given the rare right to passage from the auto infrastructure, this right. This thing is: the zebra crossing nobody would need the street when the pedestrianscould simply cross anywhere and it should.Above all, because without cars cyclists suddenly have space for a comfortable Schlenker outside.",
                "text_orig": "da muss ich nachkorrigieren, weil ich natürlich rücksicht auf andere verkehrsteilnehmer nehme und natürlich gewähren ich anderen verkehrsteilnehmern, die gerade von der autoinfrastruktur das seltene recht auf passage eingeräumt bekommen, dieses recht.das ding ist: den zebrastreifen bräuchte niemand, wenn die fußgänger die straße einfach überall queren könnten und es auch dürften. vor allem, weil ohne autos radfahrer plötzlich platz für einen bequemen schlenker außenrum haben."
            }
        ],
        "target_user": "f"
    },
    {
        "id": "chat85",
        "name": "chat 85 - controversy",
        "conversation": [
            {
                "speaker_id": "d",
                "text": "Infection Protection Act: Exception of mask obligation in the event of a timely vaccination no longer mandatory",
                "text_orig": "Infektionsschutzgesetz: Ausnahme von Maskenpflicht bei zeitnaher Impfung nicht mehr zwingend"
            },
            {
                "speaker_id": "e",
                "text": "How does the rest of the world do?",
                "text_orig": "wie macht es eigentlich der rest der welt?"
            },
            {
                "speaker_id": "b",
                "text": "Accept that Corona will not disappear and it is a senseless fight against windmills to try to move as many infections as possible because preventing it is not medium to long term anyway.",
                "text_orig": "akzeptieren, dass corona nicht verschwinden wird und es ein sinnloser kampf gegen windmühlen ist zu versuchen, weiterhin möglichst viele infektionen zu verschieben denn verhindern geht sowieso nicht mittel- bis langfristig."
            },
            {
                "speaker_id": "a",
                "text": "Politics mainly want the old shooters because ... main voter lol",
                "text_orig": "die politik will hauptsächlich die alten schützen weil... hauptwähler lol"
            },
            {
                "speaker_id": "c",
                "text": "Do you care these people?",
                "text_orig": "sind dir diese menschen egal?"
            },
            {
                "speaker_id": "f",
                "text": "Those who are old and cannot be vaccinated every 3 months is to blame. There is a vaccine, who is still dying to Corona despite multiple vaccination, this would probably also be on an ordinary flu.This has to be tolerated.",
                "text_orig": "wer alt ist und sich nicht alle 3 monate impfen lässt ist selbst schuld.genug impfstoff ist da, wer trotz mehrfachimpfung noch an corona verstirbt wäre dies wohl auch an einer gewöhnlichen grippe. das gilt es zu tolerieren."
            },
            {
                "speaker_id": "c",
                "text": "Yes, just stupid that there are people the waiting, cannot be vaccinated.unbelievable?Or waiting people who are indirectly influenced by a lower number of inpatient beds.",
                "text_orig": "ja nur blöd das es da leute gibt die warte,sich nicht impfen lassen können. krass oder? oder warte leute die indirekt davon beeinflusst werden durch geringere anzahl von stationären betten."
            },
            {
                "speaker_id": "f",
                "text": "Yes, just stupid that there are people the waiting, cannot be vaccinated.Crass or? How big is the proportion of the total population?If I have such a weak immune system, after 2 years of pandemic I would invest € 150 in a full facial mask with activated carbon filters.The money would be worth my life to me.is probably also safer than to hope that my fellow human beings have been put on their surgical mask that has been washed up 7 times. Edit: Or waiting people who are indirectly influenced by a lower number of inpatient beds.as well as the payment of the nursing staff.Maybe the beds will be more.",
                "text_orig": "ja nur blöd das es da leute gibt die warte,sich nicht impfen lassen können. krass oder?wie groß ist der anteil an der gesamtbevölkerung? wenn ich ein dermaßen schwaches immunsystem habe, würde ich nach 2 jahren pandemie 150€ in eine vollgesichtsmaske mit aktivkohlefilter investieren. das geld wäre mir mein leben wert. ist vermutlich auch sicherer als zu hoffen, dass meine mitmenschen ihre op maske die schon 7 mal mitgewaschen wurde richtig aufsetzen.edit:oder warte leute die indirekt davon beeinflusst werden durch geringere anzahl von stationären betten.frag mal den gesundheitsminister was er bisher für die arbeitsbedingungen sowie die bezahlung der pflegekräfte gemacht hat. vielleicht werden die betten dann auch wieder mehr."
            },
            {
                "speaker_id": "c",
                "text": "Just shit that you can't walk around with this full face mask. And before you come, no, I am not for FFP2 mask obligation, since they are also properly supported by a time limit and is never carried properly anyway.A surgical mask is correctly worn.Why does it always have to be a number for you.Does it make a difference for you whether you save 10 or 1000 people?I have the chance to live my life as normal, only I put on a mask in public buildings.With this I help to save people and relieve hospitals.What is it itchy for me how many people I save?Sparing a illness is already enough?Where really where do you become limited by these shreds?",
                "text_orig": "scheiße nur das man mit dieser vollgesichtsmaske nicht so lang rumlaufen darf.und bevor du kommst, nein ich bin nicht für ffp2 maskenpflicht, da diese richtig getragen ebenfalls einem zeitlimit untersteht und sowieso nie richtig getragen wird. da ist eine op-maske richtig getragen viel mehr wert. wieso muss es eigentlich immer für dich ne zahl sein. macht es für euch ne unterschied ob ihr 10 oder 1000 menschen rettet? ich habe die chance mein leben ganz normal weiter zu leben, nur ziehe ich in öffentlichen gebäuden eine maske an. damit helfe ich dabei menschen zu retten und krankenhäuser zu entlasten. was juckts mich wie viele menschen ich dadurch rette? ihm ne krankheit zu ersparen ist doch schon genug? wo wirklich wo wirst du denn eingeschränkt durch diese fetzen stoff?"
            },
            {
                "speaker_id": "g",
                "text": "It actually makes a difference for me whether 10 or 1000 people are saved in the evaluation of proportionality.I don't find that reprehensible either.",
                "text_orig": "es macht für mich tatsächlich einen unterschied, ob 10 oder 1000 menschen gerettet werden in der bewertung der verhältnismäßigkeit. ich empfinde das auch nicht als verwerflich."
            },
            {
                "speaker_id": "c",
                "text": "You have addressed it proportionality. So why do I ask how much human life if I should only hold a fabric in front of my mouth if I go to public buildings. Where am I being relatively restricted that I risk a human life?",
                "text_orig": "du hast es angesprochen verhältnismäßigkeit.warum frag ich also nach wie viel menschenleben wenn ich nur ne stoff vor mein mund halten soll wenn ich in öffentliche gebäude gehe.wo werde ich denn da verhältnismäßig eingeschränkt, das ich ein menschenlebe riskiere?"
            }
        ],
        "target_user": "c"
    },
    {
        "id": "chat93",
        "name": "chat 93 - controversy",
        "conversation": [
            {
                "speaker_id": "a",
                "text": "Spotify's problem with Joe Rogan",
                "text_orig": "Spotifys Problem mit Joe Rogan"
            },
            {
                "speaker_id": "d",
                "text": "I really don't understand the excitement.I always saw his \"show\" as a talk show and not as a scientific journal or even news.I think he himself also says that he is actually only about leading interesting conversations.Now I find a debate about possible untruths or false interpretations somehow strongly wanted.At Arabella or Jerry Springer or firm and fluffy, nobody stimulates that the truth content is at least questionable.",
                "text_orig": "ich verstehe die aufregung echt nicht. ich habe seine \"show\" immer als talk-show und nicht als wissenschaftliches journal oder gar nachrichten verstanden. ich glaube er selber sagt auch das es ihm eigentlich nur darum geht interessante konversationen zu führen. jetzt eine debatte führen zu wollen über eventuelle unwahrheiten oder falschinterpretationen finde ich doch irgendwie stark gewollt. bei arabella oder jerry springer oder fest und flauschig regt/e sich ja auch niemand auf das der wahrheitsgehalt doch zumindest fraglich ist/war."
            },
            {
                "speaker_id": "c",
                "text": "When was the truth content even questionable at solid and fluffy?Did I miss something?Please help me, Brudi.(Note: since Corona I have heard myself through all episodes almost in a row ...)",
                "text_orig": "wann war der wahrheitsgehalt bei fest und flauschig jemals fraglich? habe ich was verpasst? bitte hilf mir, brudi. (anm.: seit corona habe ich mich durch alle folgen fast am stück gehört…)"
            },
            {
                "speaker_id": "d",
                "text": "Böhmermann secretly builds Lego and giving away kindergartens?Böhmermann drives a red Porsche Cayenne?Böhmermann and this whole Ethiopia History? Schulz is currently in a monastery in South Tyrol?Now are just four things that come to mind.",
                "text_orig": "böhmermann baut heimlich lego und verschenkts an kindergärten? böhmermann fährt nen roten porsche cayenne? böhmermann und diese ganze äthiopien geschichte?schulz ist momentan in nem kloster in südtirol? sind jetzt einfach mal vier sachen die mir gerade einfallen."
            },
            {
                "speaker_id": "b",
                "text": "So I think you can distinguish between harmless and obvious stupid and inviting people like Alex Jones ...",
                "text_orig": "also ich finde man kann durchaus zwischen harmloser und offensichtlicher blödelei und dem einladen von leuten wie alex jones unterscheiden..."
            },
            {
                "speaker_id": "d",
                "text": "You are aware that Alex Jones is a very bad example, right?Someone who refers to a \"..kind of retarded\" in front of an audience of millions and wants to travel to the edge of the earth with a flat -shaped one on a boat to convince him of the opposite, but it is really not a yardstick if you are about the difference between stupid and seriouswant to talk.",
                "text_orig": "dir ist bewusst dass gerade alex jones ein sehr schlechtes beispiel ist oder? jemanden der sich vor einem millionenpublikum selber als \"..kind of retarded\" bezeichnet und mit nem flacherdler auf nem boot zum rande der erde reisen will um ihn vom gegenteil zu überzeugen kann doch wirklich kein maßstab sein wenn man über den unterschied zwischen blödelei und ernst reden will."
            },
            {
                "speaker_id": "b",
                "text": "But the guy has enough fans who apparently take his shit for bare coin and eagerly buy all the esochiss from his shop.The fact that he now takes the whole thing on the shovel that he also earns money with these drottles also testifies to a nasty cynicism.",
                "text_orig": "der typ hat aber genug fans, die seine scheiße offenbar für bare münze nehmen und den ganzen esoscheiß aus seinem shop begierig kaufen. das er das ganzen jetzt selbst auf die schippe nimmt, dass er mit diesen trotteln auch noch geld verdient zeugt vor allem von einem ekligen zynismus."
            },
            {
                "speaker_id": "d",
                "text": "But the guy has enough fans who apparently take his shit for bare coin and eagerly buy all the esochiss from his shop.There are also enough idiots buying Shungite or any crystals, dream catchers, homeopathy chosen or the most diverse religions as true and correctly accept and much more.There are generally many people who want to believe in all kinds of crap.Now the responsibility for the naivety of these people to want to assign someone else to be right.",
                "text_orig": "der typ hat aber genug fans, die seine scheiße offenbar für bare münze nehmen und den ganzen esoscheiß aus seinem shop begierig kaufen. es gibt auch genug idioten die shungite kaufen oder irgendwelche kristalle, traumfänger, homöopathie gedöns oder diverseste religionen als wahr und richtig hinnehmen und noch viel mehr. es gibt generell viele leute die an allen möglichen mist glauben wollen. jetzt die verantwortung für die naivität dieser menschen jemand andrem zuweisen zu wollen kann nicht richtig sein."
            }
        ],
        "target_user": "d"
    },
    {
        "id": "chat122",
        "name": "chat 122 - controversy",
        "conversation": [
            {
                "speaker_id": "b",
                "text": "Pandemie: New Lockdown?Montgomery wants this as an option for the winter",
                "text_orig": "Pandemie: Neuer Lockdown? Montgomery will das als Option für den Winter"
            },
            {
                "speaker_id": "a",
                "text": "With the absolute pandemic experts Buschmann, Lindner and Kubicki as a government manager, this will definitely not be an option",
                "text_orig": "mit den absoluten pandemieexperten buschmann, lindner und kubicki jetzt als regierungsverantwortliche wird das bestimmt keine option sein"
            },
            {
                "speaker_id": "c",
                "text": "Fortunately. (Even if Kubicki is absolutely contrary to me)",
                "text_orig": "glücklicherweise.(auch wenn mir kubicki absolut zuwider ist)"
            },
            {
                "speaker_id": "a",
                "text": "Yes lockdowns were really annoying ... The step plan from C.L would have been much better, which had only been provided for from a 200 incidence of incidence at all at a time when almost nobody was vaccinated yep",
                "text_orig": "ja lockdowns waren echt nervig... viel besser wäre der stufenplan von c.l gewesen, der erst ab einer 200er inzidenz überhaupt einschränkungen vorgesehen hatte in einer zeit in der fast niemand geimpft war yep"
            },
            {
                "speaker_id": "c",
                "text": "Just stupid that the situation is absolutely not to be compared with the pandemic at the beginning of the pandemic.",
                "text_orig": "blöd nur, dass die situation jetzt halt absolut nicht mit der zu beginn der pandemie zu vergleichen ist."
            },
            {
                "speaker_id": "a",
                "text": "voice.It's just stupid that the FDP is chosen because of its anti -science course (whether pandemic or climate change) and therefore has no other options than it continues to continue, no matter what the situation will be.",
                "text_orig": "stimm. blöd nur, dass die fdp wegen ihres wissenschaftsfeindlichen kurses ( ob pandemie oder klimawandel) gewählt wird und deswegen gar keine anderen optionen hat als diesen weiter zu fahren, egal wie die situation sein wird."
            }
        ],
        "target_user": "a"
    },
    {
        "id": "chat201",
        "name": "chat 201 - controversy",
        "conversation": [
            {
                "speaker_id": "b",
                "text": "Living without a car: comes time, comes bike",
                "text_orig": "Leben ohne Auto: Kommt Zeit, kommt Rad"
            },
            {
                "speaker_id": "a",
                "text": "Without a car it doesn't work in the country, that's right.Therefore, e-cars for longer distances (10km or something) and the rest with a bike. With the car in the city, however, it also works, that is more agile than any public transport.",
                "text_orig": "ohne auto klappt auf dem land nicht, das ist richtig. daher e-autos für längere strecken (10km oder so) und der rest mit fahrrad.mit auto in der stadt klappt aber auch einfach net, das ist quälender als jeder öpnv je sein könnte."
            },
            {
                "speaker_id": "b",
                "text": "Without a car it doesn't work in the country, that's right.Well, if you read the original linked article, you can't say that so fully.",
                "text_orig": "ohne auto klappt auf dem land nicht, das ist richtig. nun, wenn man den original verlinkten artikel liest, kann man das nicht so uneingeschränkt behaupten."
            },
            {
                "speaker_id": "c",
                "text": "Without a car it does not work in the country - except your definition of works \"is already possible but massive waste of time and in an emergency you are fucked\". Besser?",
                "text_orig": "ohne auto klappt es auf dem land nicht - außer deine definition von klappt ist \"ist schon möglich aber massive zeitverschwendung und im notfall bist du gefickt\".besser?"
            },
            {
                "speaker_id": "d",
                "text": "Life in the country is always a massive waste of time if you want to framed it.Just like that with emergencies",
                "text_orig": "leben auf dem land ist immer massive zeitverschwendung wenn du es so framen willst. genauso das mit notfällen"
            },
            {
                "speaker_id": "c",
                "text": "I personally don't find it.The regular life with Home Office and shopping in the next village by bike is still okay, but in emergencies like child injured in kindergarten is an hour by bike vs. 10 minutes by car.",
                "text_orig": "finde ich persönlich nicht. das reguläre leben mit home office und einkaufen im nächsten dorf mit fahrrad ist ja noch okay, aber bei notfällen wie kind verletzt sich im kindergarten ist ne stunde mit dem rad vs. 10 minuten mit dem auto."
            },
            {
                "speaker_id": "d",
                "text": "It is about emergencies, the question is whether you are faster than the ambulance (or actually as the RTW) of special rights and and right away.15 minutes as in the article is now more at the bottom of the scale, but the price for country life.",
                "text_orig": "es geht um notfälle, da ist die frage ob du ohne sonderrechte und wegerechte schneller bist als der krankenwagen (bzw eigentlich als der rtw) der sonderrechte und und wegerechte hat. 15 minuten wie im artikel ist jetzt eher am unteren ende der skala, aber halt der preis fürs landleben.sobald du im nächsten dorf arbeiten oder einkaufen musst verschwendest du zeit."
            },
            {
                "speaker_id": "c",
                "text": "Because some parents give a fuck on special rights if there is something with the child ...",
                "text_orig": "weil irgendwelche eltern einen fuck auf sonderrechte geben wenn etwas mit dem kind ist..."
            },
            {
                "speaker_id": "d",
                "text": "How much faster than an RTW are you on average? And how safe drives in such a situation.Can you exclude transport damage?",
                "text_orig": "wie viel schneller als ein rtw bist du denn so im schnitt?und wie sicher fährst in so einer situation. kannst du transportschäden ausschließen?"
            }
        ],
        "target_user": "d"
    },
    {
        "id": "chat45",
        "name": "chat 45 - controversy",
        "conversation": [
            {
                "speaker_id": "c",
                "text": "\"Win better earners\": Economic method: Lindner's relief plans come at the wrong time",
                "text_orig": "„Besserverdienende gewinnen“: Wirtschaftsweise: Lindners Entlastungspläne kommen zur falschen Zeit"
            },
            {
                "speaker_id": "b",
                "text": "It is strange that the government only wants to discuss the revenue side.Never on the output side.Germany benefits massively on inflation through VAT.At the same time, like anyway, the highest taxes already have.Where is all the money, when bridges, schools and what do I know at the same time.",
                "text_orig": "schon seltsam, dass die regierung immer nur über die einnahmenseite diskutieren will. nie über die ausgabenseite. deutschland profitiert über die mwst massiv an der inflation. zugleich haben wie sowieso schon die höchsten abgaben. wo bleibt denn das ganze geld, wenn zeitgleich brücken, schulen und was weiß ich vermodern."
            },
            {
                "speaker_id": "a",
                "text": "€ 303,000 salary for radio intenders, Ber-Airport, Stuttgart 21, Cum-Ex ...",
                "text_orig": "303.000€ gehalt für rundfunk-intendantinnen, ber-flughafen, stuttgart 21, cum-ex..."
            },
            {
                "speaker_id": "d",
                "text": "Well, the salary of the radio directors is not paid for by the tax revenue but runs through the GEZ income.The rest was also relatively expensive",
                "text_orig": "naja das gehalt der rundfunkintendantin wird nicht von den steuereinnahmen bezahlt sondern läuft über die gez einnahmen. der rest ist aber auch relativ teuer gewesen"
            },
            {
                "speaker_id": "a",
                "text": "There was talk of \"taxes\", not just taxes.",
                "text_orig": "es war die rede von \"abgaben\", nicht nur steuern."
            },
            {
                "speaker_id": "d",
                "text": "Ah right.I have to have overlooked.I think I only limited this to taxes because it was about expenses that are paid for from the normal federal budget.",
                "text_orig": "ah stimmt. muss ich überlesen haben. ich hab das glaube ich nur auf steuern beschränkt weil es um ausgaben ging, die aus dem normalen bundeshaushalt bezahlt werden."
            },
            {
                "speaker_id": "a",
                "text": "What would the comment have contributed to the discussion?To be honest, this annoys me in Reddit that someone has to shit constantly and have to ride around in individual words and formulations, even if it is completely irrelevant - and then it is often not even true.",
                "text_orig": "was hätte der kommentar denn überhaupt produktiv zur diskussion beigetragen? ehrlich gesagt nervt mich das an reddit tierisch, dass ständig jemand klugscheißen und an einzelnen wörter und formulierungen rumkritteln muss, selbst wenn es völlig irrelevant ist – und dann stimmt es oft noch nicht mal."
            }
        ],
        "target_user": "a"
    },
    {
        "id": "chat48",
        "name": "chat 48 - controversy",
        "conversation": [
            {
                "speaker_id": "b",
                "text": "Ukraine: According to media reports, Federal Government wants to enable delivery of \"Pard\" tanks",
                "text_orig": "Ukraine: Bundesregierung will laut Medienberichten Lieferung von \"Gepard\"-Panzern ermöglichen"
            },
            {
                "speaker_id": "c",
                "text": "Now guess you'd better say just yes to all the trash that should go to Ukraine.is certainly the best too.Marder and cheetah without ammunition?let's go.Leopard that are hopelessly inferior in the tank fight.Next stage: Germany gets Flak because the stuff doesn't tear anything.",
                "text_orig": "schätze jetzt sagen sie lieber einfach ja zu all dem trash der in die ukraine soll. ist sicher auch das beste. marder und gepard ohne munition? ab geht's. leopard die im panzerkampf hoffnungslos unterlegen sind, los. nächste stufe: deutschland bekommt flak, weil das zeug nichts reißt."
            },
            {
                "speaker_id": "a",
                "text": "I say that the Ukraine prefers to have no tanks",
                "text_orig": "ich behaupte mal das ist der ukraine lieber als keine panzer zu haben"
            },
            {
                "speaker_id": "c",
                "text": "What brings you a tank that cannot win a tank fight?Incidentally, the Leo1 is not more armored than an IFV",
                "text_orig": "was bringt dir ein panzer, der keinen panzerkampf gewinnen kann? übrigens ist der leo1 nicht schwerer gepanzert als ein ifv"
            },
            {
                "speaker_id": "a",
                "text": "For example, it could also be used in non -tank fights.And do you really think the shit has Russia is better?lol",
                "text_orig": "man könnte ihn zum beispiel auch in nicht panzerkämpfen einsetzen. und glaubst du echt der scheiss den russland hat ist besser? lol"
            },
            {
                "speaker_id": "c",
                "text": "And do you really think the shit has Russia is better?Lolpanzer?Clear yes.You obviously have little idea about the vehicles.For example, it could also be used in non -tank fights.Why then Leos and no IFV that were built for this role? Edit: instead of giving down, it is better to discuss and explain why the old Leopard1 should be equivalent to a modernized T-72 or T-90.",
                "text_orig": "und glaubst du echt der scheiss den russland hat ist besser? lolpanzer? klares ja. du hast offenbar wenig ahnung von den fahrzeugen. man könnte ihn zum beispiel auch in nicht panzerkämpfen einsetzen. wieso dann leos und keine ifv die für diese rolle gebaut worden sind?edit: statt runterzuvoten, diskutiert doch lieber und erklärt wieso der alte leopard1 einem modernisierten t-72 oder t-90 gleichgestellt sein soll."
            }
        ],
        "target_user": "c"
    },
    {
        "id": "chat197",
        "name": "chat 197 - controversy",
        "conversation": [
            {
                "speaker_id": "b",
                "text": "I hit 2 animals in the driving test today.",
                "text_orig": "Ich habe heute 2 Tiere in der Fahrprüfung angefahren.😭"
            },
            {
                "speaker_id": "c",
                "text": "It is also said that croissants are the pigeons of the soil. In serious: pigeon - shit on it.If that happens again, you are most likely to think about it that you hopefully have no scratches on the car. Horns - the critters are very agile and absolute escape animals.It is a miracle that this did not run away when you were even meter away.In case of doubt, this was already sick and would not have lasted long anyway.I know not a good consolation.When someone who worked in the tier emergency: croissants are so small and you will not find a veterinarian who treats this.They would have taken it with them, put it in a cage, feed in and wait for food.And if that was so injured anyway, it would not have been inevitable, it would have been inevitable anyway.",
                "text_orig": "man sagt ja auch, hörnchen seien die tauben des bodens.im ernst: taube - drauf geschissen. wenn dir das nochmal passiert machst du dir am ehesten gedanken drum, dass du hoffentlich keine kratzer am auto hast.hörnchen - die viecher sind sehr agil und absolute fluchttiere. dass das nicht abgehauen ist als du mim auto noch meter entfernst warst ist ein wunder. im zweifel war das schon entsprechend krank und hätte eh nicht lange durchgehalten. ich weiß, kein guter trost. als jemand der in der tiernotrettung gearbeitet hat: hörnchen sind so klein und du findest keinen tierarzt der das behandelt. die hätten das mitgenommen, in einen käfig gesetzt, futter rein und abgewartet. und wenn das eh so verletzt war dass es nicht durchhält, wäre das sowieso unvermeidlich gewesen."
            },
            {
                "speaker_id": "a",
                "text": "Deaf - shit on it.why?Because there are many of them?You can already have a little more respect for life.",
                "text_orig": "taube - drauf geschissen. warum? weil es viele davon gibt? bisschen mehr respekt vor dem leben darf man schon haben.gut, dass du bei der tiernotrerrung die vergangenheitsform verwendest."
            },
            {
                "speaker_id": "c",
                "text": "Have I now somehow startled a local pigeon breeding association or where do you all come from?And then as horny accounts that are almost never active here in the sub, troll back on your pigeon breeder discord.To judge from which you obviously have no idea is to be too insulting for me to get into further discussions.",
                "text_orig": "hab ich jetzt hier irgendwie nen lokalen taubenzuchtverein aufgeschreckt oder wo kommt ihr spontan alle her? und dann noch so geile accounts die hier quasi nie im sub aktiv sind, trollt euch zurück auf euer taubenzüchter-discord.wird zeit neben dem spaßisub /r/pferdesindkacke noch ein unironisches /r/taubensindkacke zu gründen.und dann abwertend über meine jahrelange arbeit zu urteilen von der du offensichtlich keine ahnung hast ist mir ehrlich gesagt zu beleidigend als dass ich mich auf weitere diskussionen einlasse."
            },
            {
                "speaker_id": "a",
                "text": "Have I now somehow startled a local pigeon breeding association or where do you all come from?And then so horny accounts that are almost never active in the sub, troll back on your pigeon breeder discord.lol, Brudi, what kind of paranoid conspiracy theory is that?I can't speak for the others, I'm just on the road here and for a long time.After all, the thread is on the homepage and I also have a dislike against the very unappealing, derogatory way you talk about animals.So it is probably the same. And that in the same breath you ironically call your job that goes diametrically against the nature of the statements is just an own goal.",
                "text_orig": "hab ich jetzt hier irgendwie nen lokalen taubenzuchtverein aufgeschreckt oder wo kommt ihr spontan alle her? und dann noch so geile accounts die hier quasi nie im sub aktiv sind, trollt euch zurück auf euer taubenzüchter-discord.lol, brudi, was für eine paranoide verschwörungstheorie ist das denn? ich kann nicht für die anderen sprechen, ich bin einfach so hier unterwegs und das auch schon sehr lange. der faden ist immerhin auf der startseite und ich hab auch ganz ohne taubendiscord eine abneigung gegen die sehr unsympathisch wirkende, abfällige art wie du über tiere redest. so geht's den anderen vermutlich auch.und dass du im selben atemzug ironischerweise deinen job nennst der diametral gegen die natur der aussagen geht, ist halt ein eigentor."
            },
            {
                "speaker_id": "c",
                "text": "The very unappealing, derogatory way you talk about animals. Not about animals. Only over pigeons. Because pigeons are annoying, shit everything and can only be used as a feed animal for meaningful animals. Since there has been new fittings as emails, the only half -sensible \"purpose\" of these shapely chickens has also been history. they can't even sing. Just coo. If there are no pigeons in the world tomorrow, the world is a better one. And if there are still a few remaining pigeons tomorrow, I will hunt them personally. In the SUV. Hopefully he won't get a scratch. And woe there are so hyper-woke people around the corner with \\ #taubenlivesmatter and their \"All birds are beautiful\" hippies. Should you sing something nice for the poor poor pigeons in the pigeon sky. But at least the whine would be even more beautiful to listen to than the stupid cubes of the gray kackViewers. Lower with pigeons! Heil Spatz! What else forgot? Oh yes:* prefer a blind in bed than a pigeon on the roof* belts - pigeons while driving* pigeon - if you order sparrows from wish",
                "text_orig": "die sehr unsympathisch wirkende, abfällige art wie du über tiere redest.nicht über tiere. nur über tauben. weil tauben nerven, alles vollscheißen und höchstens als futtertier für sinnvolle tiere zu gebrauchen sind. seit es so neumodischen scheiß wie emails gibt, ist der einzige halbsinnvolle \"zweck\" dieser unförmigen hühner auch geschichte. nicht mal gescheit singen können die. nur gurren. wenn es morgen keine tauben mehr auf der welt gibt ist die welt eine bessere. und wenn morgen noch einige wenige resttauben übrig sind, werde ich sie persönlich jagen. im suv. hoffentlich bekommt der keine schrammen. und wehe es kommen wieder so hyper-woke leute um die ecke mit \\#taubenlivesmatter und ihrem \"alle vögel sind schön\"-hippiescheiß. sollen sie doch was nettes singen für die armen armen tauben im taubenhimmel. aber immerhin wäre das gejaule noch schöner anzuhören als das dämliche gurren der grauen kackviecher.nieder mit tauben! heil spatz!noch was vergessen? ach ja:* lieber ne blinde im bett als ne taube aufm dach* gurten sich an - tauben beim autofahren* tauben - wenn man spatzen bei wish bestellt"
            },
            {
                "speaker_id": "a",
                "text": "You are triggered.",
                "text_orig": "du bist ausgelöst."
            }
        ],
        "target_user": "a"
    }
]