{
    "conversation": [
      {
        "speaker_id": "A",
        "text": "2022: Taha Bouhafs, contested candidate of Nupes in the Rhône, announces his withdrawal",
        "text_orig": "Législatives 2022 : Taha Bouhafs, candidat contesté de la Nupes dans le Rhône, annonce son retrait"
      },
      {
        "speaker_id": "B",
        "text": "Better yet, perhaps now the media will focus on the 50 LREM candidates who are at trial / have been convicted.",
        "text_orig": "Tant mieux, peut être que maintenant les médias se concentreront sur les 50 candidats LREM qui sont en procès/ont été condamnés."
      },
      {
        "speaker_id": "C",
        "text": "Not for the Arabs.",
        "text_orig": "Non c’est que pour les arabes"
      },
      {
        "speaker_id": "D",
        "text": "Nothing to do with his conviction for public insult because of his origin eh, it's just because he's Arabic! The people against him are all racists, in any case it has long been known that Fabien Roussel is of the far right.",
        "text_orig": "Rien à voir avec sa condamnation pour injure publique en raison de l'origine hein, c'est juste car il est arabe ! Les gens contre lui sont tous des racistes, de toute façon c'est connu depuis longtemps que Fabien Roussel est d'extrême droite."
      },
      {
        "speaker_id": "C",
        "text": "You make me want to die. The Useful Idiots of Racism. Keep looking elsewhere.",
        "text_orig": "Vous me donnez envie de crever. Les idiots utiles du racisme. Continuez à regarder ailleurs."
      }
    ],
    "target_user": "C"
},
 {
    "conversation": [
      {
        "speaker_id": "A",
        "text": "2022: Taha Bouhafs, contested candidate of Nupes in the Rhône, announces his withdrawal",
        "text_orig": "Législatives 2022 : Taha Bouhafs, candidat contesté de la Nupes dans le Rhône, annonce son retrait"
      },
      {
        "speaker_id": "B",
        "text": "Mouais, as much as I could see of the character it's not necessarily a big loss (I don't know what's worth his bouquet, I have his \"gun facts\" tweets in mind) as much as I regret that he didn't have the opportunity to discuss calmly what he is criticized for and defend himself for.",
        "text_orig": "Mouais, autant vu ce que j'ai pu voir du personnage c'est pas forcément une grosse perte (je sais pas ce que vaut son bouquin, j'ai que ses \"faits d'armes\" twitteriens en tête) autant je regrette qu'il ait pas eu d'occasion de discuter de façon posée de ce pour quoi il est critiqué et se défendre."
      },
      {
        "speaker_id": "C",
        "text": "But defend yourself against what? He was convicted of racial abuse, he jarte, point.",
        "text_orig": "Mais se défendre de quoi ? Il a été condamné pour injure raciale, il jarte, point."
      },
      {
        "speaker_id": "D",
        "text": "That conviction was bullshit. You have to be nice to see him. Or racist.",
        "text_orig": "Cette condamnation était bidon. Faut etre con pour pas le voir. Ou raciste."
      },
      {
        "speaker_id": "C",
        "text": "At the very least, I believe that we must even be a necrophile Nazi paedophile if we are not to want a potential Member convicted of racial abuse.",
        "text_orig": "Au moins, je crois qu'il faut même être un nazi pédophile nécrophile pour ne pas vouloir d'un potentiel député condamné pour injure raciale."
      }
    ],
    "target_user": "C"
 },
  {
    "conversation": [
      {
        "speaker_id": "A",
        "text": "2022: Taha Bouhafs, contested candidate of Nupes in the Rhône, announces his withdrawal",
        "text_orig": "Législatives 2022 : Taha Bouhafs, candidat contesté de la Nupes dans le Rhône, annonce son retrait"
      },
      {
        "speaker_id": "A",
        "text": "If we could now also deal with candidates who have been tried, harassed and convicted of violence (the latter has not yet been officially invested), that would be a good thing.",
        "text_orig": "Si maintenant on pouvait s'occuper aussi des candidats mis en examen, harceleurs, condamnés pour violences (attention ce dernier n'est pas encore officiellement investi), ça serait bien."
      },
      {
        "speaker_id": "B",
        "text": "Melenchon was convicted of rebellion and outrage, and sentenced to three civil sentences since 2017 (twice for defamation and public insult, and a fine of €2,500 to pay in another case). When you stand up as a wrongdoer, it is always better to choose as party president someone who has not been convicted multiple times by the courts.",
        "text_orig": "Mélenchon a été condamné au pénal pour rébellion et outrage, et condamné 3 fois au civil depuis 2017 (deux fois pour diffamation et injure publique, et une amende de 2.500€ à payer dans une autre affaire). Quand on se pose en redresseur de torts, c'est toujours mieux de choisir comme président de son parti quelqu'un qui n'a pas été condamné de multiples fois par la justice."
      },
      {
        "speaker_id": "A",
        "text": "So I give you examples of violence, moral harassment and violence, and illegal financing of election expenses (as well as a little corruption in the process) and you have \"just\" the rebellion (ridiculous enough with the police officer's seven days of TT because he was yelled at) to oppose to criticize Mélenchon? It's okay, the left has good days ahead of it.. It's a shame because I don't like Mélenchon but you don't make any big arguments against him unfortunately.",
        "text_orig": "Donc je te donne des exemples de violences, harcèlement moral et violences, et financement illicite de dépenses électorales (ainsi qu'un peu de corruption au passage) et tu n'a \"que\" la rébellion (assez ridicule avec les sept jours d'ITT du policier parce qu'il s'est fait crié dessus) à opposer pour critiquer Mélenchon ? Ca va aller, la gauche a de bons jours devant elle. C'est dommage parce que je n'aime pas Mélenchon mais tu n'apporte aucun gros argument contre lui malheureusement."
      },
      {
        "speaker_id": "B",
        "text": "Bastien Lachaud of the LFI was indicted for fraud as part of the financing of Mélenchon's presidential campaign in 2017. LFI is also suspected by the French courts of misappropriation of public funds in the case of European Parliamentary Assistants.",
        "text_orig": "Le député Bastien Lachaud de LFI a été mis en examen pour escroquerie dans le cadre du financement de la campagne présidentielle de Mélenchon en 2017. LFI est aussi soupçonnée par la justice française de détournement de fonds publics dans le cadre de l'affaire des assistants parlementaires européens."
      },
      {
        "speaker_id": "C",
        "text": "Presumption of innocence, does that speak to anyone?",
        "text_orig": "Présomption d'innocence, ça parle à quelqu'un ?"
      },
      {
        "speaker_id": "D",
        "text": "Curiously, you didn't respond the same to Foliao for these links with stories about non-BIA policies, does it work that for the left this presumption of innocence?",
        "text_orig": "Curieusement, tu n'as pas répondu la même chose à Folivao pour ces liens avec des histoires concernant des politiques non LFI, elle marche que pour la gauche cette présomption d'innocence ?"
      },
      {
        "speaker_id": "C",
        "text": "Calm down. your argument is a trial of intent. There are pots for everyone and I try to be nuanced despite my political 'colour'. but if you do a balance of court cases (pending or judged) between the left NUPES, LREM, LR & RN we both know which side it will look at",
        "text_orig": "calmate. ton argument c'est du procès d'intention. il y'a des casseroles pour tout le monde et je m'efforce d'être nuancé malgré ma \"couleur\" politique. cependant si tu fais une balance des affaires judiciaires (en cours ou jugées) entre la gauche NUPES, LREM, LR & RN on sait tout deux de quel coté ça penchera"
      },
      {
        "speaker_id": "E",
        "text": "No \"we\" don't know, but since you seem to know a lot about this, thank you for lighting our lanterns.",
        "text_orig": "Non \"on\" sait pas, mais comme tu as l'air d'en savoir beaucoup à ce sujet, merci d'éclairer nos lanternes."
      },
      {
        "speaker_id": "C",
        "text": "I would have to find the time to make a list of the political blacksmiths of the past 20 years. I admit it would have been out of my mouth, but since I'm not a journalist, no. in this case you are happy with \"my little finger tells me\" and offer you a subscription to Mediaparat",
        "text_orig": "faudrait que je trouve le temps de faire une liste à la Prévert des casseroles politiques depuis 20 ans. ça aurait de la gueule j'avoue, mais comme je ne suis pas journaliste : non. en l'espèce contente toi de \"mon petit doigt me dit\" et offre toi un abonnement à Médiapart"
      },
      {
        "speaker_id": "E",
        "text": "Yeah, your source is \"believe me, man,\" I doubt it. And also the eternal \"it's obvious,\" accompanied by a \"you have to do your research on my completely approximate statements.\"",
        "text_orig": "Oui, ta source c'est \"crois-moi mec\", je m'en doutais. Et aussi le sempiternel \"c'est évident\", accompagné d'un \"t'as qu'à faire tes recherches sur mes affirmations complètement approximatives\"."
      },
      {
        "speaker_id": "C",
        "text": "So my little finger does not claim to embody the evidence. In addition, I have given you the change: you can subscribe to Mediapart and tone down your certainty otherwise I remind you that absence of evidence is not proof of absence. Good day and overheated station",
        "text_orig": "Alors mon petit doigt n’a pas la prétention d’incarner l’évidence. En plus je t’ai donné le change : tu peux t’abonner à Mediapart et nuancer ta certitude sinon je te rappelle qu’absence de preuve n’est pas une preuve d’absence. Bonne journée et gare à la surchauffe"
      },
      {
        "speaker_id": "E",
        "text": "Huh? So, isn't that obvious? Yeah yeah, that's it. The kind of nonsense that says nothing to \"there's no smoke without fire.\" I have one too: 'what is asserted without proof can be refuted without proof'. I don't have to subscribe to anything to see you invent the facts that make you happy.",
        "text_orig": "Ha ? Alors : C'est pas une \"évidence\" ça ? Oui oui, c'est ça. Le genre de proverbe de merde qui ne dit rien, à la \"y'a pas de fumée sans feu\". J'en ai un aussi moi : \"ce qui est affirmé sans preuve peut être réfuté sans preuve\". J'ai pas à m'abonner à quoi que ce soit pour voir que tu inventes les faits qui t'arrangent."
      },
      {
        "speaker_id": "C",
        "text": "One: the \"both of you\" was not addressed to you, I was trading with another user Of two you really need to relax: taking off like that at the bottom of a Reddit post until flirting with disrespect will lead you to nothing. Especially when your argument is all about that. Save it for your family meals.",
        "text_orig": "D’une : le « tout deux » ne t’était pas adressé, j’échangeais avec un autre user De deux faut vraiment se détendre : s’emporter comme ça au fin fond d’un post Reddit jusqu’à flirter avec l’irrespect ne te mènera à rien. Surtout quand ton argumentation se résume qu’à ça. Garde ça pour tes repas en famille."
      },
      {
        "speaker_id": "E",
        "text": "If you don't want to be answered, don't talk on a public forum. You got private messages for that. I just asked for sources on your statement at the base. I thought you were going to get him out of your bullet hole, but you never know I could have learned anything. The one who wins when I realize that what you say is the wind is you.",
        "text_orig": "Si tu veux pas qu'on te réponde, parle pas sur un forum public. T'as les messages privés pour ça. J'ai juste demandé des sources sur ton affirmation à la base. Je me doutais que tu le sortais de ton trou de balle mais on sait jamais j'aurais pu apprendre quelque chose. Celui qui s'emporte quand je relève que ce que tu affirmes c'est du vent c'est toi."
      },
      {
        "speaker_id": "C",
        "text": "With your comments, you've been overheating since the beginning of your answers. What I can't bear is the insulting tone. It is not because I do not directly source that this is not true, so I persist with my saying that comes out of the bullet hole: absence of proof is not proof of absence. He took a cold shower.",
        "text_orig": "Relis tes commentaires, tu es en surchauffe depuis le début de tes réponses. Ce que je ne supportes pas c’est le ton insultant. C’est pas parce que je ne source pas directement que ce n’est pas vrai alors je persiste avec mon adage qui sort du trou de balle : absence de preuve n’est pas preuve d’une absence. Va prendre une douche froide."
      },
      {
        "speaker_id": "E",
        "text": "Ha bah if, if you say something without any source, it is misinformation, do not hesitate. I could say that you spend your evenings dragging 10-year-olds on facebook to get them naked photos, if I don't get proof it's the wind, yet in your opinion it would be up to you to prove you don't. Ridiculous. And don't try to catch up with the seeming source that other renters have tried to bring. Although his blog is interesting, the data is 9 years old. LREM did not exist, nor did NUPES, and only PS, LR and RN were considered. When it comes to my supposed \"aggression,\" it's just being dry. Unlike your stupid spades at the end of each response, a very common method among trolls.",
        "text_orig": "Ha bah si, si tu affirmes quelque chose sans aucune source, c'est de la désinformation, y'a pas à tergiverser. Je pourrais dire que tu passes tes soirées à draguer les gamins de 10 ans sur facebook pour leur soutirer des photos à poil, si je sors pas de preuve c'est du vent, pourtant d'après toi ce serait à toi de prouver que tu ne le fais pas. Ridicule. Et n'essaye pas de te rattraper avec le semblant de source que d'autres redditeurs ont essayé d'apporter. Même si son blog est intéressant, les données datent d'il y a 9 ans. LREM n'existait pas, pas plus que NUPES, et seuls le PS, LR et RN étaient pris en compte. Quand à ma supposée \"agressivité\", c'est juste être sec. Contrairement à tes piques stupides à la fin de chaque réponse, méthode très commune chez les trolls."
      },
      {
        "speaker_id": "C",
        "text": "Hello / u / sirdeck, did you have a good night? Did you find cold water in the shower? \" \"\" that you're coming out of your bullet hole. \"\" Could that be from me? You're so toxic, you don't realize how aggressive you are. Judging by your history, I'm not the first one you pass your nerves ad nauseam on Reddit. Between two video games. = rhetorical process. When did I say that one was more than the other? I'm stuck with my little finger. Now let go of my ribs, switch to something else, or then come in private, and we settle this like two adult stories that you mature.",
        "text_orig": "Bonjour /u/sirdeck, As-tu passé une bonne nuit ? T'as pas trouvé l'eau froide dans la douche ? \"expression de merde\", \"que tu sors de ton trou de balle\" ça vient de moi peut être ? T'es tellement toxique que tu ne te rends pas compte de ton agressivité. A en juger par ton historique, je suis pas le premier sur lequel tu passes tes nerfs ad nauseam sur Reddit. Entre deux parties de jeux vidéo. = procédé rhétorique. A quel moment j'ai dis que tel ou tel l'était plus que d'autres ? J'en reste à mon petit doigt. Maintenant lâche mes côtes, passe à autre chose ou alors viens en privé et on règle ça comme deux adultes histoire que tu gagnes en maturité."
      }
    ],
    "target_user": "C"
  }
}
